{
    "ID": "IDENTIFICACIÓN",
    "IDs": "identificaciones",
    "abort": "Abortar",
    "ack": "Ack",
    "action": "Acción",
    "active": "Activo",
    "activeMenu": "Menú activo:",
    "add": "Agregar",
    "addAction": "Agregar nueva acción",
    "addCreatedMenus": "Agregar menús ya creados como botones",
    "addMenu": "Agregar nuevo nombre de menú",
    "binding": "Enlaces: Primero Var con id, luego la condición y el texto.",
    "breakpointNewline": "Punto de interrupción para una nueva línea, solo inserte esto en el texto",
    "call": "Llamar",
    "cancel": "Cancelar",
    "changeFunction": "Cambia el valor en el texto devuelto, en este caso de verdadero a activado y de falso a desactivado.",
    "chooseAction": "Elige una acción",
    "close": "Cerca",
    "commonName": "Muestra el nombre del punto de datos.",
    "condition": "Condición",
    "conditionMenu": "Condición para abrir Menú",
    "confirm": "Confirmar",
    "confirmDelete": "Todos los datos se perderán. ¿Confirmar?",
    "confirmMessage": "Confirmar con mensaje",
    "confirmSet": "Atención. El valor sólo ha sido establecido pero aún no confirmado por el Adaptador. Puede eliminar noValue, luego se mostrará el valor. Posición && reemplazada por Valor o se pondrá al final",
    "convertsUnixTimestamp": "Convierte una marca de tiempo de Unix a una hora local",
    "copy": "Copiar",
    "createMenu": "¡Por favor crea un menú!",
    "delay": "Retraso (ms)",
    "delete": "Borrar",
    "directory": "Directorio",
    "doubleTrigger": "Tienes activadores dobles, ¡elimítalos!",
    "edit": "Editar",
    "entryNotFound": "¡Entrada no encontrada!",
    "executedMenu": "Menú ejecutado",
    "filename": "Nombre del archivo",
    "hide": "Esconder",
    "identification": "Identificación",
    "inactive": "Inactivo",
    "insertID": "Para insertar una ID, simplemente inserte el bloque primero, seleccione la ID. Este se insertará automáticamente en el lugar apropiado, incluso si se va a cambiar el ID. Si el código no reconoce el bloque, se añade el ID al final.",
    "instance": "Instancia",
    "isSubmenu": "¡Este es un submenú!",
    "jsonShoppingList": "Lo mismo que arriba, pero cuando haces clic en un botón, el elemento se eliminará. La clave para los elementos es \"nombre:\", también puedes agregar \"hora:\". <strong>¡¡¡Importante!!!</strong> La 'lista de compras' no se puede cambiar.",
    "jsonTable": "!!! ¡Para usarlo, parseMode no debe estar activo! Crea una tabla a partir de un JSON como Text-Table. El primer valor es una clave del JSON, detrás está el nombre de la columna. Puede utilizar más de dos valores. El encabezado debe estar completo. No cambie TextTable.",
    "latitude": "Latitud",
    "lcTimestamp": "Último cambio. Convierte una marca de tiempo de Unix a una hora local; el formato se puede cambiar, por ejemplo a DD.MM.AAAA AA hh:mm:ss:sss",
    "linkedWith": "Está vinculado con:",
    "longitude": "Longitud",
    "manuallyValue": "Esto le permite establecer un valor manualmente en combinación con el valor de ID, como este: staticValue{id:ID}staticValue",
    "math": "Convierte el valor, /10 se puede reemplazar",
    "menu": "Menú",
    "menuBack": "Al pulsarlo saltas al menú anterior.",
    "menuDeleteAll": "Genera un botón para eliminar todos los mensajes del bot. La navegación es opcional. Simplemente déjelo en blanco, de lo contrario podrá ingresar a un menú que debería abrirse.",
    "menuDynamicSwitch": "Genera botones de multiplicar, los valores se pueden insertar individualmente. Reemplace TRIGGER con un valor único. LongitudDeRow es opcional y se puede utilizar para establecer el número de botones por fila. <br><strong class='breakingChange'>¡¡¡Cambio importante!!!</strong>   Cambie manualmente: `[Nombre1:Valor1, Nombre2:Valor2]` a `[Nombre1|Valor1, Nombre2|Valor2]`. Ahora también se pueden utilizar números decimales como valores.",
    "menuList": "Lista de menú",
    "menuNumber": "Los números se pueden intercambiar completamente. 0-6 indica el rango y 1 el tamaño del paso, UNIT se reemplaza por una unidad, pero también se puede dejar vacío. Reemplace TRIGGER con un valor único.",
    "menuPercent": "¡10 se puede reemplazar e indica el tamaño del paso 0%, 10%, 20%...! Reemplace TRIGGER con un valor único. Esto se utiliza en la acción SetState. Ingrese la identificación deseada. ¡Por debajo del valor! insertar",
    "menuSwitch": "Genera dos botones, en este caso encendido y apagado con los valores respectivos verdadero y falso. Reemplace TRIGGER con un valor único.",
    "menuToCopy": "Primero seleccione el menú al que desea copiar los datos. Luego la línea donde se debe agregar. Si aún no hay datos, haga clic en guardar y se creará después de consultar el nuevo nombre del activador.",
    "modifiedSubmenuValue": "Esto le permite establecer un valor de submenú modificado en combinación con una parte estática, como esta: staticValue{value}staticValue",
    "navigation": "Navegación",
    "navigationButtons": "Botones de navegación",
    "newlineCheckbox": "Nueva línea",
    "no": "No",
    "noValue": "El valor no está especificado en el texto de retorno.",
    "notifiedByChangeOfAnotherState": "Si desea recibir una notificación sobre el cambio de otro punto de datos después de haber configurado el punto de datos en el campo de entrada de ID. El cambio solo se compartirá si se establece con ack:true. Es obligatorio especificar un texto fuera del {}, de lo contrario se agregará automáticamente.",
    "ok": "DE ACUERDO",
    "oneTimeKey": "Solicita a los clientes que cambien el tamaño del teclado verticalmente para lograr un ajuste óptimo (por ejemplo, reducir el tamaño del teclado si solo hay dos filas de botones). El valor predeterminado es falso, en cuyo caso el teclado personalizado siempre tiene la misma altura que el teclado estándar de la aplicación.",
    "overview": "Descripción general",
    "parseMode": "Modo de análisis HTML",
    "parseModeBold": "El texto en modo Parse está en negrita",
    "parseModeCode": "El texto en modo Parse es código",
    "parseModeItalic": "El texto en modo Parse está en cursiva",
    "parseModeLink": "El texto en modo Parse es un enlace",
    "password": "Contraseña",
    "percent": "Por ciento",
    "picSendDelay": "Retraso en envío de imagen",
    "placeholderInstance": "--Por favor elija una instancia de telegrama--",
    "placeholderValue": "Marcador de posición para el valor",
    "reallyDelete": "¿Realmente quieres eliminar esto?",
    "renameMenu": "Cambiar el nombre del menú",
    "returnText": "Texto de retorno",
    "save": "Ahorrar",
    "select": "Seleccionar",
    "selectAMenuDropBox": "Seleccione un menú, seleccione mover o copiar. ¡Cuidado! ¡Un usuario debe estar activo en el menú seleccionado!",
    "selectTargetMenu": "Seleccionar un menú de destino",
    "sendMenuAfterRestart": "Enviar menú después de reiniciar",
    "setAck": "Establecer indicador de confirmación",
    "setDynamicValue": "Esto le permite escribir valores dinámicos en puntos de datos. Simplemente haga una llamada y luego podrá ingresar el valor en el campo de entrada. RequestText: Texto para solicitar el valor. Tipo: tipo del valor (booleano o número). ConfirmText: Texto para confirmar el valor. DNI: Si deseas confirmar desde otro Estado, ingresa aquí el DNI. (Esto es opcional)",
    "setID": "Establece el valor del ID en val, con ack(confirmado)",
    "setMenu": "Menú fijo",
    "setWithAck": "Establecer valor con ack-Flag",
    "settings": "Ajustes",
    "startMenus": "Menús de inicio",
    "startSide": "Lado de inicio",
    "statusMenu": "Consulta el valor del ID y luego lo reemplaza con el valor, para que se pueda escribir texto alrededor de él, también es posible usarlo más de una vez seguida. El parámetro verdadero es una opción para cambiar el valor mediante el cambio de función. Tienes que establecerlo en falso si no cambias este valor, pero detrás de esto hay otra solicitud {status: ... con cambio:true.",
    "submenu": "Submenú",
    "switch": "Cambiar",
    "switchCheckbox": "Cambiar",
    "telegramInstance": "Instancia de telegrama",
    "telegramUser": "Usuarios de Telegram",
    "text": "Texto",
    "textNoEntry": "¡Se enviará un mensaje de texto si no se encontró ninguna entrada!",
    "toggle": "Palanca",
    "trigger": "Desencadenar",
    "tsTimestamp": "Marca de tiempo. Convierte una marca de tiempo de Unix a una hora local; el formato se puede cambiar, por ejemplo a DD.MM.AAAA AA hh:mm:ss:sss",
    "unusedTrigger": "Gatillo no utilizado",
    "url": "URL",
    "usedTrigger": "Gatillo usado",
    "user": "Usuario",
    "userList": "Lista de usuarios",
    "userSelect": "¡Seleccione un usuario o desactive el menú antes de poder guardar!",
    "value": "Valor",
    "valueRound": "Redondea el valor, por ejemplo, a 2 decimales.",
    "values": "Valores",
    "yes": "Sí",
    "info": "Información",
    "menuCannotBeFound": "¡No se puede encontrar el menú en el que se hizo clic!",
    "contactDeveloperForExistingMenu": "Si el menú existe pero no se encontró, ¡cree un problema en Github!"
}
