{
    " No entry, send to all Users.": "Sin entrada, enviar a todos los Usuarios.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! ¡Para usarlo, parseMode no debe estar activo! Crea una tabla a partir de un JSON como Text-Table. El primer valor es una clave del JSON, detrás está el nombre de la columna. Puede utilizar más de dos valores. El encabezado debe estar completo. No cambie TextTable.",
    "--Please choose a telegram instance--": "--Por favor elija una instancia de telegrama--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "¡10 se puede reemplazar e indica el tamaño del paso 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "¡10 se puede reemplazar e indica el tamaño del paso 0%, 10%, 20%...! Reemplace TRIGGER con un valor único. Esto se utiliza en la acción SetState. Ingrese la identificación deseada. ¡Por debajo del valor! insertar",
    "Action": "Acción",
    "Active": "Activo",
    "Active Menu:": "Menú activo:",
    "Add": "agregar",
    "Add && as a placeholder for the value in the text": "Agregue && como marcador de posición para el valor en el texto",
    "Add &amp;&amp; as a placeholder for the value in the text": "Agregue && como marcador de posición para el valor en el texto",
    "Add Global User": "Agregar usuario global",
    "Add new Action": "Agregar nueva acción",
    "Add new Groupname": "Agregar nuevo nombre de grupo",
    "Add new Menu Name": "Agregar nuevo nombre de menú",
    "Add new Navigation": "Agregar nueva navegación",
    "Add new User": "Añadir nuevo usuario",
    "Add new Username": "Agregar nuevo nombre de usuario",
    "All User from Telegram, seperate with": "Todos los usuarios de Telegram, separados con",
    "All data will be lost. Confirm?": "Todos los datos se perderán. ¿Confirmar?",
    "At least one user must be checked, or the menu must be deactivated.": "Se debe marcar al menos un usuario o se debe desactivar el menú.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Atención. El valor sólo ha sido establecido pero aún no confirmado por el Adaptador. Puede eliminar noValue y luego se mostrará el valor. Posición && reemplazada por Valor o se publicará al final",
    "Breakpoint for a new line, Only insert this in the Text": "Punto de interrupción para una nueva línea, solo inserte esto en el texto",
    "Call": "Llamar",
    "Call Text": "Llamar texto",
    "Call is allready in use!": "¡La llamada ya está en uso!",
    "Cancel": "Cancelar",
    "Changes the value in the return text, in this case from true to on and false to off": "Cambia el valor en el texto devuelto, en este caso de verdadero a activado y de falso a desactivado.",
    "Choose a trigger": "Elige un disparador",
    "Choose an action": "Elige una acción",
    "Choose your option": "Elige tu opción",
    "Close": "Cerca",
    "Confirm": "Confirmar",
    "Confirm message": "Confirmar mensaje",
    "Confirm set value": "Confirmar el valor establecido",
    "Confirm with message": "Confirmar con mensaje",
    "Confirms the value": "Confirma el valor",
    "Converts a Unix timestamp to a local time": "Convierte una marca de tiempo de Unix a una hora local",
    "Converts the value, /10 can be replaced": "Convierte el valor, /10 se puede reemplazar",
    "Copy Data": "Copiar datos",
    "Copy Elements from other Menus": "Copiar elementos de otros menús",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Crea una tabla a partir de un JSON como teclado en línea. El primer valor es una clave del JSON, detrás está el nombre de la columna. Puede utilizar más de dos valores. Se debe rellenar el encabezado.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Crea una tabla a partir de un JSON como Text-Table. El primer valor es una clave del JSON, detrás está el nombre de la columna. Puede utilizar más de dos valores. El encabezado debe estar completo. No cambie TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Crea una tabla a partir de un JSON. El primer valor es una clave del JSON, detrás está el nombre de la columna. Puede utilizar más de dos valores. Se debe rellenar el encabezado.",
    "Delay": "Demora",
    "Delay (ms)": "Retraso (ms)",
    "Delete Menu": "Eliminar menú",
    "Delete User": "Borrar usuario",
    "Directory": "Directorio",
    "Do you really want to delete the group?": "¿Realmente quieres eliminar el grupo?",
    "Do you really want to delete this menu?": "¿Realmente deseas eliminar este menú?",
    "Each entry may only occur once in the complete navigation": "Cada entrada sólo podrá ocurrir una vez en la navegación completa.",
    "Edit Menu": "Menú de edición",
    "Edit Username": "Editar nombre de usuario",
    "Entry not found!": "¡Entrada no encontrada!",
    "Filename": "Nombre del archivo",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Genera dos botones, en este caso encendido y apagado con los valores respectivos verdadero y falso. Reemplace TRIGGER con un valor único.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Genera dos botones, en este caso encendido y apagado con los respectivos valores verdadero y falso.",
    "Global User activ": "Actividad de usuario global",
    "Hide": "Esconder",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Si desea recibir una notificación sobre el cambio de otro punto de datos después de haber configurado el punto de datos en el campo de entrada de ID. El cambio solo se compartirá si se establece con ack:true. Es obligatorio especificar un texto fuera del {}, de lo contrario se agregará automáticamente.",
    "Instance": "Instancia",
    "Instanze": "Instancia",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Ultimo cambio. Convierte una marca de tiempo de Unix a una hora local; el formato se puede cambiar, por ejemplo a DD.MM.AAAA AA hh:mm:ss:sss",
    "Menu list": "Lista de menú",
    "Navigation": "Navegación",
    "New Row": "Nueva fila",
    "No": "No",
    "Outputs the name of the data point": "Muestra el nombre del punto de datos.",
    "Percent": "Por ciento",
    "Placeholder for the value": "Marcador de posición para el valor",
    "Please Save the Nav Settings before you go to the aktions !!!": "¡Guarde la configuración de navegación antes de ir a las acciones!",
    "Please check the triggers, save, and reopen this menu to close the error!": "¡Verifique los activadores, guarde y vuelva a abrir este menú para cerrar el error!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "¡Seleccione un usuario o desactive el menú antes de poder guardar!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Consulta el valor del ID y luego lo reemplaza con el valor, para que se pueda escribir texto a su alrededor.",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Consulta el valor del ID y luego lo reemplaza con el valor, para que se pueda escribir texto alrededor de él, también es posible usarlo más de una vez seguida.",
    "Rename menu name": "Cambiar el nombre del menú",
    "Rendering url": "URL de renderizado",
    "Replace TRIGGER with a unique value.": "Reemplace TRIGGER con un valor único.",
    "Return text": "Texto de retorno",
    "Rounds the value for example to 2 decimal places": "Redondea el valor, por ejemplo, a 2 decimales.",
    "Save": "Ahorrar",
    "Select": "Seleccionar",
    "Select a Menu": "Seleccione un menú",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Seleccione un menú, mueva o copie. ¡Atención! ¡Un usuario debe estar activo en el menú seleccionado!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Seleccione un menú, seleccione mover o copiar. ¡Cuidado! ¡Un usuario debe estar activo en el menú seleccionado!",
    "Set Value with ack-Flag": "Establecer valor con ack-Flag",
    "Sets the value of the ID to the val, with ack(confirmed)": "Establece el valor del ID en val, con ack(confirmado)",
    "Settings": "Ajustes",
    "Startside": "Lado de salida",
    "Switch": "Cambiar",
    "Telegram Instance": "Instancia de telegrama",
    "Telegram Users": "Usuarios de telegramas",
    "Text in Parse Mode is Bold": "El texto en modo de análisis está en negrita",
    "Text in Parse Mode is Code": "El texto en modo de análisis es código",
    "Text in Parse Mode is Italic": "El texto en modo de análisis está en cursiva",
    "Text in Parse Mode is Link": "El texto en modo de análisis es enlace",
    "Text will be send if no entry was found!": "¡Se enviará un mensaje de texto si no se encontró ninguna entrada!",
    "The Value is not specified in the return text": "El valor no está especificado en el texto de retorno.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Los números se pueden intercambiar completamente. 0-6 indica el rango y 1 el tamaño del paso, UNIT se reemplaza por una unidad, pero también se puede dejar vacío.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Los números se pueden intercambiar completamente. 0-6 indica el rango y 1 el tamaño del paso, UNIT se reemplaza por una unidad, pero también se puede dejar vacío. Reemplace TRIGGER con un valor único.",
    "The trigger is allready in use.": "El gatillo ya está en uso.",
    "There are doubled used Triggers:": "Hay activadores duplicados:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Esto se utiliza en acción en SetState. Ingrese la identificación deseada. ¡Por debajo del valor! insertar",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Marca de tiempo. Convierte una marca de tiempo de Unix a una hora local; el formato se puede cambiar, por ejemplo a DD.MM.AAAA AA hh:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Para insertar una ID, simplemente inserte el bloque primero, seleccione la ID. Este se insertará automáticamente en el lugar apropiado, incluso si se va a cambiar el ID. Si el código no reconoce el bloque, se añade el ID al final.",
    "Trigger": "Desencadenar",
    "Users for this Group, seperate with": "Usuarios de este grupo, separados con",
    "Users from Telegram": "Usuarios de Telegram",
    "Value": "Valor",
    "What is to do?": "¿Qué hay que hacer?",
    "When pressed, you jump back to the previous menu": "Al pulsarlo saltas al menú anterior.",
    "Yes": "Sí",
    "You have double triggers, please remove them!": "Tienes activadores dobles, ¡elimítalos!",
    "active": "activo",
    "telegram-menu adapter settings": "Configuración del adaptador para el menú de telegramas",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Esto le permite escribir valores dinámicos en puntos de datos. Simplemente haga una llamada y luego podrá ingresar el valor en el campo de entrada. RequestText: Texto para solicitar el valor. Tipo: tipo del valor. ConfirmText: Texto para confirmar el valor.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Esto le permite escribir valores dinámicos en puntos de datos. Simplemente haga una llamada y luego podrá ingresar el valor en el campo de entrada. RequestText: Texto para solicitar el valor. Tipo: tipo del valor (booleano o número). ConfirmText: Texto para confirmar el valor.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Genera botones multiplicados, los valores se pueden insertar individualmente. Reemplace TRIGGER con un valor único. LenghtOfRow es opcional y se puede utilizar para establecer el número de botones por fila.",
    "Executed Menu": "Menú ejecutado",
    "Condition to open Menu": "Condición para abrir Menú",
    "Menu to be executed": "Menú a ejecutar",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Genera un botón para eliminar todos los mensajes del bot. La navegación es opcional."
}
