{
    " No entry, send to all Users.": "Sin entrada, enviar a todos los usuarios.",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "¡10 se puede reemplazar e indica el tamaño del paso 0%, 10%, 20%...!",
    "Action": "Acción",
    "Active": "Activo",
    "Active Menu:": "Menú activo:",
    "Add": "agregar",
    "Add && as a placeholder for the value in the text": "Agregue && como marcador de posición para el valor en el texto",
    "Add &amp;&amp; as a placeholder for the value in the text": "Agregue && como marcador de posición para el valor en el texto",
    "Add Global User": "Agregar usuario global",
    "Add new Action": "Agregar nueva acción",
    "Add new Groupname": "Agregar nuevo nombre de grupo",
    "Add new Menu Name": "Agregar nuevo nombre de menú",
    "Add new Navigation": "Agregar nueva navegación",
    "Add new User": "Añadir nuevo usuario",
    "Add new Username": "Agregar nuevo nombre de usuario",
    "All User from Telegram, seperate with": "Todos los usuarios de Telegram, separados con",
    "At least one user must be checked, or the menu must be deactivated.": "Se debe marcar al menos un usuario o se debe desactivar el menú.",
    "Call": "Llamar",
    "Call Text": "Texto de llamada",
    "Cancel": "Cancelar",
    "Changes the value in the return text, in this case from true to on and false to off": "Cambia el valor en el texto devuelto, en este caso de verdadero a activado y de falso a desactivado.",
    "Choose a trigger": "Elige un disparador",
    "Choose your option": "Elige tu opción",
    "Close": "Cerca",
    "Confirm": "Confirmar",
    "Confirm set value": "Confirmar valor establecido",
    "Confirms the value": "Confirma el valor",
    "Converts a Unix timestamp to a local time": "Convierte una marca de tiempo de Unix a una hora local",
    "Converts the value, /10 can be replaced": "Convierte el valor, /10 se puede reemplazar",
    "Copy Data": "Copiar datos",
    "Copy Elements from other Menus": "Copiar elementos de otros menús",
    "Delay": "Demora",
    "Delay (ms)": "Retardo (ms)",
    "Delete Menu": "Borrar Menú",
    "Delete User": "Borrar usuario",
    "Directory": "Directorio",
    "Do you really want to delete the group?": "¿Realmente quieres eliminar el grupo?",
    "Each entry may only occur once in the complete navigation": "Cada entrada solo puede ocurrir una vez en la navegación completa",
    "Edit Menu": "Menú de edición",
    "Edit Username": "Editar nombre de usuario",
    "Entry not found!": "¡Entrada no encontrada!",
    "Filename": "Nombre del archivo",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Genera dos botones, en este caso encendido y apagado con los respectivos valores verdadero y falso.",
    "Global User activ": "Actividad de usuario global",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Si desea recibir una notificación sobre el cambio de otro punto de datos después de haber configurado el punto de datos en el campo de entrada de ID. El cambio solo se compartirá si se establece con ack:true. Es obligatorio especificar un texto fuera del {}, de lo contrario se agregará automáticamente.",
    "Instanze": "Instancia",
    "Navigation": "Navegación",
    "New Row": "Fila nueva",
    "Outputs the name of the data point": "Muestra el nombre del punto de datos.",
    "Percent": "Por ciento",
    "Placeholder for the value": "Marcador de posición para el valor",
    "Please Save the Nav Settings before you go to the aktions !!!": "¡Guarde la configuración de navegación antes de ir a las acciones!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Verifique los disparadores, guarde y vuelva a abrir este menú para cerrar el error.",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Consulta el valor del ID y luego lo reemplaza con el valor, para que se pueda escribir texto a su alrededor.",
    "Rendering url": "URL de representación",
    "Replace TRIGGER with a unique value.": "Reemplace TRIGGER con un valor único.",
    "Return text": "Devolver texto",
    "Save": "Ahorrar",
    "Select": "Seleccionar",
    "Sets the value of the ID to the val, with ack(confirmed)": "Establece el valor del ID en val, con ack(confirmado)",
    "Settings": "Ajustes",
    "Startside": "Lado de salida",
    "Switch": "Cambiar",
    "Text will be send if no entry was found!": "¡Se enviará texto si no se encontró ninguna entrada!",
    "The Value is not specified in the return text": "El valor no está especificado en el texto de retorno.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Los números se pueden intercambiar completamente. 0-6 indica el rango y 1 el tamaño del paso, UNIT se reemplaza por una unidad, pero también se puede dejar vacío.",
    "The trigger is allready in use.": "El gatillo ya está en uso.",
    "There are doubled used Triggers:": "Hay Triggers usados ​​duplicados:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Esto se utiliza en acción en SetState. Ingrese la identificación deseada. ¡Por debajo del valor! insertar",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Para insertar una ID, simplemente inserte el bloque primero, seleccione la ID. Este se insertará automáticamente en el lugar apropiado, incluso si se va a cambiar el ID. Si el código no reconoce el bloque, se añade el ID al final.",
    "Trigger": "Desencadenar",
    "Users for this Group, seperate with": "Usuarios para este Grupo, separe con",
    "Users from Telegram": "Usuarios de Telegram",
    "Value": "Valor",
    "What is to do?": "¿Qué hay que hacer?",
    "When pressed, you jump back to the previous menu": "Al pulsarlo saltas al menú anterior.",
    "active": "activo",
    "telegram-menu adapter settings": "Configuración del adaptador para el menú de telegramas"
}
