{
    "ID": "Identiteitskaart",
    "IDs": "ID's",
    "abort": "Afbreken",
    "ack": "Ak",
    "action": "Actie",
    "active": "Actief",
    "activeMenu": "Actief menu:",
    "add": "Toevoegen",
    "addAction": "Nieuwe actie toevoegen",
    "addMenu": "Nieuwe menunaam toevoegen",
    "binding": "Bindingen: eerst Var met id, daarna de voorwaarde en de tekst.",
    "breakpointNewline": "Breekpunt voor een nieuwe regel. Voeg dit alleen in de tekst in",
    "call": "Telefoongesprek",
    "cancel": "Annuleren",
    "changeFunction": "Verandert de waarde in de retourtekst, in dit geval van true naar on en false naar off",
    "chooseAction": "Kies een actie",
    "close": "Dichtbij",
    "commonName": "Voert de naam van het gegevenspunt uit",
    "condition": "Voorwaarde",
    "conditionMenu": "Voorwaarde om Menu te openen",
    "confirm": "Bevestigen",
    "confirmDelete": "Alle gegevens gaan verloren. Bevestigen?",
    "confirmMessage": "Bevestig met bericht",
    "confirmSet": "Aandacht. De waarde is alleen ingesteld, maar nog niet bevestigd door de adapter. U kunt noValue verwijderen, waarna de waarde wordt weergegeven. Positie && vervangen door Waarde of wordt aan het Einde gezet",
    "convertsUnixTimestamp": "Converteert een Unix-tijdstempel naar een lokale tijd",
    "copy": "Kopiëren",
    "createMenu": "Maak alstublieft een menu aan!",
    "delay": "Vertraging (ms)",
    "delete": "Verwijderen",
    "directory": "Directory",
    "doubleTrigger": "U heeft dubbele triggers, verwijder deze alstublieft!",
    "edit": "Bewerking",
    "entryNotFound": "Invoer niet gevonden!",
    "executedMenu": "Uitgevoerd menu",
    "filename": "Bestandsnaam",
    "hide": "Verbergen",
    "identification": "Identificatie",
    "inactive": "Inactief",
    "insertID": "Om een ​​ID in te voegen, voegt u eenvoudigweg eerst het blok in en selecteert u de ID. Deze wordt dan automatisch op de juiste plaats ingevoegd, ook als de ID moet worden gewijzigd. Als de code het blok niet herkent, wordt de ID aan het einde toegevoegd.",
    "instance": "Aanleg",
    "isSubmenu": "Dit is een submenu!",
    "jsonShoppingList": "Hetzelfde als hierboven, maar wanneer u op een knop klikt, wordt het item verwijderd. De sleutel voor de items is `naam:`, u kunt ook `tijd:` toevoegen. <strong>Belangrijk!!!</strong> 'boodschappenlijstje' mag niet worden gewijzigd.",
    "jsonTable": "!!! Om het te gebruiken, mag parseMode niet actief zijn !!! Creëert een tabel van een JSON als teksttabel. De eerste waarde is één sleutel van de JSON, daarachter staat de naam van de kolom. U kunt meer dan twee waarden gebruiken. De header moet worden ingevuld. Wijzig de TextTable niet.",
    "latitude": "Breedte",
    "lcTimestamp": "Laatste wijziging. Converteert een Unix-tijdstempel naar een lokale tijd, het formaat kan worden gewijzigd, bijvoorbeeld naar DD.MM.JJJJ JJ uu:mm:ss:sss",
    "linkedWith": "Is gekoppeld aan:",
    "longitude": "Lengte",
    "manuallyValue": "Hiermee kunt u handmatig een waarde instellen in combinatie met ID Value, zoals deze: staticValue{id:ID}staticValue",
    "math": "Converteert de waarde, /10 kan worden vervangen",
    "menu": "Menu",
    "menuBack": "Wanneer u hierop drukt, springt u terug naar het vorige menu",
    "menuDeleteAll": "Genereert een knop om alle berichten van de bot te verwijderen. De navigatie is optioneel. Laat het gewoon leeg, anders komt u in een menu dat moet worden opgeroepen.",
    "menuDynamicSwitch": "Genereert vermenigvuldigingsknoppen, waarden kunnen individueel worden ingevoegd. Vervang TRIGGER door een unieke waarde. LengthOfRow is optioneel en kan worden gebruikt om het aantal knoppen per rij in te stellen. <br><strong class='breakingChange'>Breekbare wijziging!!!</strong>   Wijzig handmatig: `[Naam1:Waarde1, Naam2:Waarde2]` in `[Naam1|Waarde1, Naam2|Waarde2]`. Decimale getallen kunnen nu ook als waarden worden gebruikt.",
    "menuList": "Menulijst",
    "menuNumber": "De nummers zijn volledig uitwisselbaar. 0-6 geeft het bereik aan, en 1 de stapgrootte, UNIT wordt vervangen door een eenheid, maar kan ook leeg gelaten worden. Vervang TRIGGER door een unieke waarde.",
    "menuPercent": "10 kan vervangen worden en geeft de stapgrootte aan 0%, 10%, 20%...! Vervang TRIGGER door een unieke waarde. Dit wordt gebruikt in actie SetState. Voer het gewenste ID in. Onder de waarde! invoegen",
    "menuSwitch": "Genereert twee knoppen, in dit geval aan en uit met de respectieve waarden waar en onwaar. Vervang TRIGGER door een unieke waarde.",
    "menuToCopy": "Selecteer eerst het menu waarnaar u gegevens wilt kopiëren. Dan de regel waar het moet worden toegevoegd. Als er nog geen gegevens zijn, klik dan op Opslaan en deze worden aangemaakt na het opvragen van de nieuwe triggernaam.",
    "modifiedSubmenuValue": "Hiermee kunt u een aangepaste submenuwaarde instellen in combinatie met een statisch onderdeel, zoals dit: staticValue{value}staticValue",
    "navigation": "Navigatie",
    "navigationButtons": "Navigatieknoppen",
    "newlineCheckbox": "Nieuwe lijn",
    "no": "Nee",
    "noValue": "De waarde is niet gespecificeerd in de retourtekst",
    "notifiedByChangeOfAnotherState": "Als u op de hoogte wilt worden gesteld van de wijziging van een ander datapunt nadat u het datapunt in het ID-invoerveld hebt ingesteld. De wijziging wordt alleen gedeeld als deze is ingesteld met ack:true. Het is verplicht om een ​​tekst buiten de {} op te geven, anders wordt deze automatisch toegevoegd.",
    "ok": "OK",
    "oneTimeKey": "Verzoekt klanten om het toetsenbord verticaal aan te passen voor een optimale pasvorm (maak het toetsenbord bijvoorbeeld kleiner als er slechts twee rijen knoppen zijn). Standaard ingesteld op false, in welk geval het aangepaste toetsenbord altijd dezelfde hoogte heeft als het standaardtoetsenbord van de app.",
    "overview": "Overzicht",
    "parseMode": "Parseermodus HTML",
    "parseModeBold": "Tekst in de parse-modus is vetgedrukt",
    "parseModeCode": "Tekst in de parse-modus is code",
    "parseModeItalic": "Tekst in de parse-modus is cursief",
    "parseModeLink": "Tekst in de parse-modus is een link",
    "password": "Wachtwoord",
    "percent": "Procent",
    "picSendDelay": "Vertraging foto verzenden",
    "placeholderInstance": "--Kies een telegraminstantie--",
    "placeholderValue": "Tijdelijke aanduiding voor de waarde",
    "reallyDelete": "Wil je dit echt verwijderen?",
    "renameMenu": "Hernoem de menunaam",
    "returnText": "Tekst retourneren",
    "save": "Redden",
    "select": "Selecteer",
    "selectAMenuDropBox": "Selecteer een menu, selecteer verplaatsen of kopiëren. Pas op! Er moet een gebruiker actief zijn in het geselecteerde menu!",
    "selectTargetMenu": "Selecteer een doelmenu",
    "sendMenuAfterRestart": "Menu verzenden na opnieuw opstarten",
    "setAck": "Bevestigingsvlag instellen",
    "setDynamicValue": "Hierdoor kunt u dynamische waarden in datapunten schrijven. U hoeft alleen maar te bellen en vervolgens kunt u de waarde in het invoerveld invoeren. RequestText: tekst om de waarde op te vragen. Type: type waarde (Boolean of getal). BevestigTekst: tekst om de waarde te bevestigen. ID: Als u vanuit een andere staat wilt bevestigen, voert u hier het ID in. (Dit is optioneel)",
    "setID": "Stelt de waarde van de ID in op val, met ack(confirmed)",
    "setMenu": "Menu instellen",
    "setWithAck": "Stel de waarde in met ack-Flag",
    "settings": "Instellingen",
    "startMenus": "Startmenu's",
    "startSide": "Begin kant",
    "statusMenu": "Vraagt ​​de waarde van het ID op en vervangt deze vervolgens door de waarde, zodat er tekst omheen kan worden geschreven, het is ook mogelijk om deze meerdere keren achter elkaar te gebruiken. De parameter true is een optie om de waarde te wijzigen door een functiewijziging. Je moet het op false zetten als je deze waarde niet verandert, maar hierachter zit nog een {status: ... request with change:true.",
    "submenu": "Submenu",
    "switch": "Schakelaar",
    "switchCheckbox": "Schakelaar",
    "telegramInstance": "Telegram-instantie",
    "telegramUser": "Gebruikers van Telegram",
    "text": "Tekst",
    "textNoEntry": "Er wordt een sms verzonden als er geen invoer is gevonden!",
    "toggle": "Schakelaar",
    "trigger": "Trekker",
    "tsTimestamp": "Tijdstempel. Converteert een Unix-tijdstempel naar een lokale tijd, het formaat kan worden gewijzigd, bijvoorbeeld naar DD.MM.JJJJ JJ uu:mm:ss:sss",
    "unusedTrigger": "Ongebruikte trekker",
    "url": "URL",
    "usedTrigger": "Gebruikte trekker",
    "user": "Gebruiker",
    "userList": "Gebruikerslijst",
    "userSelect": "Selecteer een gebruiker of deactiveer het menu voordat u kunt opslaan!",
    "value": "Waarde",
    "valueRound": "Rondt de waarde bijvoorbeeld af op 2 decimalen",
    "values": "Waarden",
    "yes": "Ja"
}
