{
    " No entry, send to all Users.": "Geen invoer, stuur naar alle gebruikers.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Om het te gebruiken, mag parseMode niet actief zijn !!! Creëert een tabel van een JSON als teksttabel. De eerste waarde is één sleutel van de JSON, daarachter staat de naam van de kolom. U kunt meer dan twee waarden gebruiken. De header moet worden ingevuld. Wijzig de TextTable niet.",
    "--Please choose a telegram instance--": "--Kies een telegraminstantie--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 kan vervangen worden en geeft de stapgrootte aan 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 kan vervangen worden en geeft de stapgrootte aan 0%, 10%, 20%...! Vervang TRIGGER door een unieke waarde. Dit wordt gebruikt in actie SetState. Voer het gewenste ID in. Onder de waarde! invoegen",
    "Action": "Actie",
    "Active": "Actief",
    "Active Menu:": "Actief menu:",
    "Add": "toevoegen",
    "Add && as a placeholder for the value in the text": "Voeg && toe als tijdelijke aanduiding voor de waarde in de tekst",
    "Add &amp;&amp; as a placeholder for the value in the text": "Voeg && toe als tijdelijke aanduiding voor de waarde in de tekst",
    "Add Global User": "Voeg een globale gebruiker toe",
    "Add new Action": "Nieuwe actie toevoegen",
    "Add new Groupname": "Nieuwe groepsnaam toevoegen",
    "Add new Menu Name": "Nieuwe menunaam toevoegen",
    "Add new Navigation": "Nieuwe navigatie toevoegen",
    "Add new User": "Voeg een nieuwe gebruiker toe",
    "Add new Username": "Nieuwe gebruikersnaam toevoegen",
    "All User from Telegram, seperate with": "Alle gebruikers van Telegram, gescheiden met",
    "All data will be lost. Confirm?": "Alle gegevens gaan verloren. Bevestigen?",
    "At least one user must be checked, or the menu must be deactivated.": "Er moet minimaal één gebruiker zijn aangevinkt, of het menu moet zijn gedeactiveerd.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Aandacht. De waarde is alleen ingesteld, maar nog niet bevestigd door de adapter. U kunt noValue verwijderen, waarna de waarde wordt weergegeven. Positie && vervangen door Waarde of zal pu zijn aan het einde",
    "Breakpoint for a new line, Only insert this in the Text": "Breekpunt voor een nieuwe regel. Voeg dit alleen in de tekst in",
    "Call": "Telefoongesprek",
    "Call Text": "Bel tekst",
    "Call is allready in use!": "Oproep is al in gebruik!",
    "Cancel": "Annuleren",
    "Changes the value in the return text, in this case from true to on and false to off": "Verandert de waarde in de retourtekst, in dit geval van true naar on en false naar off",
    "Choose a trigger": "Kies een trigger",
    "Choose an action": "Kies een actie",
    "Choose your option": "Kies uw optie",
    "Close": "Dichtbij",
    "Confirm": "Bevestigen",
    "Confirm message": "Bevestig bericht",
    "Confirm set value": "Bevestig de ingestelde waarde",
    "Confirm with message": "Bevestig met bericht",
    "Confirms the value": "Bevestigt de waarde",
    "Converts a Unix timestamp to a local time": "Converteert een Unix-tijdstempel naar een lokale tijd",
    "Converts the value, /10 can be replaced": "Converteert de waarde, /10 kan worden vervangen",
    "Copy Data": "Kopieer gegevens",
    "Copy Elements from other Menus": "Kopieer elementen uit andere menu's",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Creëert een tabel vanuit een JSON als inline-toetsenbord. De eerste waarde is één sleutel van de JSON, daarachter staat de naam van de kolom. U kunt meer dan twee waarden gebruiken. De kop moet ingevuld zijn.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Creëert een tabel van een JSON als teksttabel. De eerste waarde is één sleutel van de JSON, daarachter staat de naam van de kolom. U kunt meer dan twee waarden gebruiken. De header moet worden ingevuld. Wijzig de TextTable niet.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Creëert een tabel op basis van een JSON. De eerste waarde is één sleutel van de JSON, daarachter staat de naam van de kolom. U kunt meer dan twee waarden gebruiken. De kop moet ingevuld zijn.",
    "Delay": "Vertraging",
    "Delay (ms)": "Vertraging (ms)",
    "Delete Menu": "Menu verwijderen",
    "Delete User": "Verwijder gebruiker",
    "Directory": "Directory",
    "Do you really want to delete the group?": "Wil je de groep echt verwijderen?",
    "Do you really want to delete this menu?": "Wilt u dit menu echt verwijderen?",
    "Each entry may only occur once in the complete navigation": "Elke invoer mag slechts één keer voorkomen in de volledige navigatie",
    "Edit Menu": "Menu bewerken",
    "Edit Username": "Gebruikersnaam bewerken",
    "Entry not found!": "Invoer niet gevonden!",
    "Filename": "Bestandsnaam",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Genereert twee knoppen, in dit geval aan en uit met de respectieve waarden waar en onwaar. Vervang TRIGGER door een unieke waarde.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Genereert twee knoppen, in dit geval aan en uit met de respectievelijke waarden waar en onwaar.",
    "Global User activ": "Globale gebruiker actief",
    "Hide": "Verbergen",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Als u op de hoogte wilt worden gesteld van de wijziging van een ander datapunt nadat u het datapunt in het ID-invoerveld hebt ingesteld. De wijziging wordt alleen gedeeld als deze is ingesteld met ack:true. Het is verplicht om een ​​tekst buiten de {} op te geven, anders wordt deze automatisch toegevoegd.",
    "Instance": "Voorbeeld",
    "Instanze": "Instantie",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Laatste wijziging. Converteert een Unix-tijdstempel naar een lokale tijd, het formaat kan worden gewijzigd, bijvoorbeeld naar DD.MM.JJJJ JJ uu:mm:ss:sss",
    "Menu list": "Menulijst",
    "Navigation": "Navigatie",
    "New Row": "Nieuwe rij",
    "No": "Nee",
    "Outputs the name of the data point": "Voert de naam van het gegevenspunt uit",
    "Percent": "Procent",
    "Placeholder for the value": "Tijdelijke aanduiding voor de waarde",
    "Please Save the Nav Settings before you go to the aktions !!!": "Sla de navigatie-instellingen op voordat u naar de acties gaat !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Controleer de triggers, sla het op en open dit menu opnieuw om de fout te sluiten!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Selecteer een gebruiker of deactiveer het menu voordat u kunt opslaan!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Vraagt ​​de waarde van de ID op en vervangt deze vervolgens door de waarde, zodat er tekst omheen kan worden geschreven",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Vraagt ​​de waarde van het ID op en vervangt deze vervolgens door de waarde, zodat er tekst omheen kan worden geschreven, het is ook mogelijk om deze meerdere keren achter elkaar te gebruiken",
    "Rename menu name": "Hernoem de menunaam",
    "Rendering url": "Render-URL",
    "Replace TRIGGER with a unique value.": "Vervang TRIGGER door een unieke waarde.",
    "Return text": "Tekst retourneren",
    "Rounds the value for example to 2 decimal places": "Rondt de waarde bijvoorbeeld af op 2 decimalen",
    "Save": "Redden",
    "Select": "Selecteer",
    "Select a Menu": "Selecteer een menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Selecteer een menu, verplaats of kopieer. Aandacht! Er moet een gebruiker actief zijn in het geselecteerde menu!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Selecteer een menu, selecteer verplaatsen of kopiëren. Kijk uit! Er moet een gebruiker actief zijn in het geselecteerde menu!",
    "Set Value with ack-Flag": "Stel de waarde in met ack-Flag",
    "Sets the value of the ID to the val, with ack(confirmed)": "Stelt de waarde van de ID in op val, met ack(confirmed)",
    "Settings": "Instellingen",
    "Startside": "Beginzijde",
    "Switch": "Schakelaar",
    "Telegram Instance": "Telegram-instantie",
    "Telegram Users": "Telegram-gebruikers",
    "Text in Parse Mode is Bold": "Tekst in de parsemodus is vetgedrukt",
    "Text in Parse Mode is Code": "Tekst in de parsemodus is code",
    "Text in Parse Mode is Italic": "Tekst in de parsemodus is cursief",
    "Text in Parse Mode is Link": "Tekst in de parsemodus is Link",
    "Text will be send if no entry was found!": "Er wordt een sms verzonden als er geen invoer is gevonden!",
    "The Value is not specified in the return text": "De waarde is niet gespecificeerd in de retourtekst",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "De nummers zijn volledig uitwisselbaar. 0-6 geeft het bereik aan, en 1 de stapgrootte, UNIT wordt vervangen door een eenheid, maar kan ook leeg gelaten worden.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "De nummers zijn volledig uitwisselbaar. 0-6 geeft het bereik aan, en 1 de stapgrootte, UNIT wordt vervangen door een eenheid, maar kan ook leeg gelaten worden. Vervang TRIGGER door een unieke waarde.",
    "The trigger is allready in use.": "De trigger is al in gebruik.",
    "There are doubled used Triggers:": "Er zijn verdubbelde gebruikte triggers:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Dit wordt gebruikt in actie onder SetState. Voer het gewenste ID in. Onder de waarde! invoegen",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Tijdstempel. Converteert een Unix-tijdstempel naar een lokale tijd, het formaat kan worden gewijzigd, bijvoorbeeld naar DD.MM.JJJJ JJ uu:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Om een ​​ID in te voegen, voegt u eenvoudigweg eerst het blok in en selecteert u de ID. Deze wordt dan automatisch op de juiste plaats ingevoegd, ook als de ID moet worden gewijzigd. Als de code het blok niet herkent, wordt de ID aan het einde toegevoegd.",
    "Trigger": "Trekker",
    "Users for this Group, seperate with": "Gebruikers voor deze groep, gescheiden met",
    "Users from Telegram": "Gebruikers van Telegram",
    "Value": "Waarde",
    "What is to do?": "Wat is er te doen?",
    "When pressed, you jump back to the previous menu": "Wanneer u hierop drukt, springt u terug naar het vorige menu",
    "Yes": "Ja",
    "You have double triggers, please remove them!": "U heeft dubbele triggers, verwijder deze alstublieft!",
    "active": "actief",
    "telegram-menu adapter settings": "Adapterinstellingen voor telegrammenu",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Hierdoor kunt u dynamische waarden in datapunten schrijven. U hoeft alleen maar te bellen en vervolgens kunt u de waarde in het invoerveld invoeren. RequestText: tekst om de waarde op te vragen. Type: type waarde. BevestigTekst: tekst om de waarde te bevestigen.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Hierdoor kunt u dynamische waarden in datapunten schrijven. U hoeft alleen maar te bellen en vervolgens kunt u de waarde in het invoerveld invoeren. RequestText: tekst om de waarde op te vragen. Type: type waarde (Boolean of getal). BevestigTekst: tekst om de waarde te bevestigen.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Genereert multipli-knoppen, waarden kunnen individueel worden ingevoegd. Vervang TRIGGER door een unieke waarde. LenghtOfRow is optioneel en kan worden gebruikt om het aantal knoppen per rij in te stellen.",
    "Executed Menu": "Uitgevoerd menu",
    "Condition to open Menu": "Voorwaarde om Menu te openen",
    "Menu to be executed": "Uit te voeren menu",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Genereert een knop om alle berichten van de bot te verwijderen. De navigatie is optioneel.",
    "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.": "Genereert een knop om alle berichten van de bot te verwijderen. De navigatie is optioneel. Laat het gewoon leeg, anders komt u in een menu dat moet worden opgeroepen."
}
