{
    " No entry, send to all Users.": "Kein Eintrag, an alle Benutzer senden.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Um es zu verwenden, darf parseMode nicht aktiv sein!!! Erstellt eine Tabelle aus einem JSON als Texttabelle. Der erste Wert ist ein Schlüssel des JSON, dahinter steht der Name der Spalte. Sie können mehr als zwei Werte verwenden. Die Kopfzeile muss ausgefüllt sein. Ändern Sie TextTable nicht.",
    "--Please choose a telegram instance--": "--Bitte wählen Sie eine Telegram-Instanz--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 ist ersetzbar und gibt die Schrittweite 0%, 10%, 20%... an!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 ist ersetzbar und gibt die Schrittweite 0%, 10%, 20%... an! Ersetzen Sie TRIGGER durch einen eindeutigen Wert. Dies wird in der Aktion SetState verwendet. Geben Sie die gewünschte ID ein. Unter dem Wert! einfügen",
    "Action": "Aktion",
    "Active": "Aktiv",
    "Active Menu:": "Aktives Menü:",
    "Add": "hinzufügen",
    "Add && as a placeholder for the value in the text": "Fügen Sie && als Platzhalter für den Wert im Text hinzu",
    "Add &amp;&amp; as a placeholder for the value in the text": "Fügen Sie && als Platzhalter für den Wert im Text hinzu",
    "Add Global User": "Globalen Benutzer hinzufügen",
    "Add new Action": "Neue Aktion hinzufügen",
    "Add new Groupname": "Neuen Gruppennamen hinzufügen",
    "Add new Menu Name": "Neuen Menünamen hinzufügen",
    "Add new Navigation": "Neue Navigation hinzufügen",
    "Add new User": "Neuen Benutzer hinzufügen",
    "Add new Username": "Neuen Benutzernamen hinzufügen",
    "All User from Telegram, seperate with": "Alle Benutzer von Telegram, getrennt mit",
    "All data will be lost. Confirm?": "Alle Daten gehen verloren. Bestätigen?",
    "At least one user must be checked, or the menu must be deactivated.": "Mindestens ein Benutzer muss aktiviert sein oder das Menü muss deaktiviert sein.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Aufmerksamkeit. Der Wert wurde vom Adapter nur gesetzt, aber noch nicht bestätigt. Sie können noValue entfernen, dann wird der Wert angezeigt. Position && wird durch Wert ersetzt oder am Ende durch pu ersetzt",
    "Breakpoint for a new line, Only insert this in the Text": "Haltepunkt für eine neue Zeile. Fügen Sie diesen nur in den Text ein",
    "Call": "Anruf",
    "Call Text": "Anruftext",
    "Call is allready in use!": "Anruf ist bereits in Verwendung!",
    "Cancel": "Abbrechen",
    "Changes the value in the return text, in this case from true to on and false to off": "Ändert den Wert im Rückgabetext, in diesem Fall von „true“ auf „on“ und von „false“ auf „off“.",
    "Choose a trigger": "Wählen Sie einen Auslöser",
    "Choose an action": "Wähle eine Aktion",
    "Choose your option": "Wählen Sie Ihre Option",
    "Close": "Schließen",
    "Confirm": "Bestätigen",
    "Confirm message": "Nachricht bestätigen",
    "Confirm set value": "Eingestellten Wert bestätigen",
    "Confirm with message": "Mit Nachricht bestätigen",
    "Confirms the value": "Bestätigt den Wert",
    "Converts a Unix timestamp to a local time": "Konvertiert einen Unix-Zeitstempel in eine lokale Zeit",
    "Converts the value, /10 can be replaced": "Wandelt den Wert um, /10 kann ersetzt werden",
    "Copy Data": "Daten kopieren",
    "Copy Elements from other Menus": "Elemente aus anderen Menüs kopieren",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Erstellt eine Tabelle aus einem JSON als Inline-Tastatur. Der erste Wert ist ein Schlüssel des JSON, dahinter steht der Name der Spalte. Sie können mehr als zwei Werte verwenden. Die Kopfzeile muss ausgefüllt werden.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Erstellt eine Tabelle aus einem JSON als Texttabelle. Der erste Wert ist ein Schlüssel des JSON, dahinter steht der Name der Spalte. Sie können mehr als zwei Werte verwenden. Die Kopfzeile muss ausgefüllt sein. Ändern Sie TextTable nicht.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Erstellt eine Tabelle aus einem JSON. Der erste Wert ist ein Schlüssel des JSON, dahinter steht der Name der Spalte. Sie können mehr als zwei Werte verwenden. Die Kopfzeile muss ausgefüllt werden.",
    "Delay": "Verzögerung",
    "Delay (ms)": "Verzögerung (ms)",
    "Delete Menu": "Menü löschen",
    "Delete User": "Benutzer löschen",
    "Directory": "Verzeichnis",
    "Do you really want to delete the group?": "Möchten Sie die Gruppe wirklich löschen?",
    "Do you really want to delete this menu?": "Möchten Sie dieses Menü wirklich löschen?",
    "Each entry may only occur once in the complete navigation": "Jeder Eintrag darf in der gesamten Navigation nur einmal vorkommen",
    "Edit Menu": "Menü bearbeiten",
    "Edit Username": "Benutzernamen bearbeiten",
    "Entry not found!": "Eintrag nicht gefunden!",
    "Filename": "Dateiname",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Erzeugt zwei Schaltflächen, in diesem Fall ein und aus, mit den jeweiligen Werten wahr und falsch. Ersetzen Sie TRIGGER durch einen eindeutigen Wert.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Erzeugt zwei Schaltflächen, in diesem Fall ein und aus mit den jeweiligen Werten wahr und falsch.",
    "Global User activ": "Globaler Benutzer aktiv",
    "Hide": "Verstecken",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Wenn Sie über die Änderung eines anderen Datenpunkts benachrichtigt werden möchten, nachdem Sie den Datenpunkt im Eingabefeld ID festgelegt haben. Die Änderung wird nur geteilt, wenn sie mit ack:true gesetzt ist. Es ist zwingend erforderlich, einen Text außerhalb des {} anzugeben, andernfalls wird er automatisch hinzugefügt.",
    "Instance": "Beispiel",
    "Instanze": "Instanze",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Letzte Bearbeitung. Konvertiert einen Unix-Zeitstempel in eine lokale Zeit. Das Format kann geändert werden, beispielsweise in TT.MM.JJJJ JJ hh:mm:ss:sss",
    "Menu list": "Menüliste",
    "Navigation": "Navigation",
    "New Row": "Neue Zeile",
    "No": "NEIN",
    "Outputs the name of the data point": "Gibt den Namen des Datenpunkts aus",
    "Percent": "Prozent",
    "Placeholder for the value": "Platzhalter für den Wert",
    "Please Save the Nav Settings before you go to the aktions !!!": "Bitte speichern Sie die Navigationseinstellungen, bevor Sie zu den Aktionen gehen !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Bitte überprüfen Sie die Auslöser, speichern Sie und öffnen Sie dieses Menü erneut, um den Fehler zu schließen!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Bitte wählen Sie einen Benutzer aus oder deaktivieren Sie das Menü, bevor Sie speichern können!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Fragt den Wert der ID ab und ersetzt ihn dann durch den Wert, sodass Text darum herum geschrieben werden kann",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Fragt den Wert der ID ab und ersetzt ihn dann durch den Wert, sodass Text um ihn herum geschrieben werden kann. Es ist auch möglich, ihn mehr als einmal hintereinander zu verwenden",
    "Rename menu name": "Benennen Sie den Menünamen um",
    "Rendering url": "Rendering-URL",
    "Replace TRIGGER with a unique value.": "Ersetzen Sie TRIGGER durch einen eindeutigen Wert.",
    "Return text": "Rückgabetext",
    "Rounds the value for example to 2 decimal places": "Rundet den Wert beispielsweise auf 2 Dezimalstellen",
    "Save": "Speichern",
    "Select": "Wählen",
    "Select a Menu": "Wählen Sie ein Menü aus",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Wählen Sie ein Menü aus, verschieben oder kopieren Sie es. Aufmerksamkeit! Im ausgewählten Menü muss ein Benutzer aktiv sein!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Wählen Sie ein Menü, wählen Sie „Verschieben“ oder „Kopieren“. Achtung! Im ausgewählten Menü muss ein Benutzer aktiv sein!",
    "Set Value with ack-Flag": "Wert mit ack-Flag festlegen",
    "Sets the value of the ID to the val, with ack(confirmed)": "Setzt den Wert der ID auf den Wert, mit ack(bestätigt)",
    "Settings": "Einstellungen",
    "Startside": "Startseite",
    "Switch": "Schalten",
    "Telegram Instance": "Telegram-Instanz",
    "Telegram Users": "Telegram-Benutzer",
    "Text in Parse Mode is Bold": "Text im Parse-Modus ist fett",
    "Text in Parse Mode is Code": "Text im Parse-Modus ist Code",
    "Text in Parse Mode is Italic": "Text im Parse-Modus ist kursiv",
    "Text in Parse Mode is Link": "Text im Parse-Modus ist Link",
    "Text will be send if no entry was found!": "Text wird gesendet, wenn kein Eintrag gefunden wurde!",
    "The Value is not specified in the return text": "Der Wert ist im Rückgabetext nicht angegeben",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Die Nummern können komplett ausgetauscht werden. 0-6 gibt den Bereich und 1 die Schrittweite an, UNIT wird durch eine Einheit ersetzt, kann aber auch leer gelassen werden.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Die Nummern können komplett ausgetauscht werden. 0-6 gibt den Bereich und 1 die Schrittweite an, UNIT wird durch eine Einheit ersetzt, kann aber auch leer gelassen werden. Ersetzen Sie TRIGGER durch einen eindeutigen Wert.",
    "The trigger is allready in use.": "Der Auslöser ist bereits im Einsatz.",
    "There are doubled used Triggers:": "Es werden doppelt verwendete Trigger verwendet:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Dies wird in Aktion unter SetState verwendet. Geben Sie die gewünschte ID ein. Unter Wert! einfügen",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Zeitstempel. Konvertiert einen Unix-Zeitstempel in eine lokale Zeit. Das Format kann geändert werden, beispielsweise in TT.MM.JJJJ JJ hh:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Um eine ID einzufügen, fügen Sie einfach zuerst den Block ein und wählen Sie die ID aus. Diese wird dann automatisch an der entsprechenden Stelle eingefügt, auch wenn die ID geändert werden soll. Wenn der Code den Block nicht erkennt, wird die ID am Ende angehängt.",
    "Trigger": "Auslösen",
    "Users for this Group, seperate with": "Benutzer für diese Gruppe, trennen Sie mit",
    "Users from Telegram": "Benutzer von Telegram",
    "Value": "Wert",
    "What is to do?": "Was ist zu tun?",
    "When pressed, you jump back to the previous menu": "Beim Drücken springen Sie zurück zum vorherigen Menü",
    "Yes": "Ja",
    "You have double triggers, please remove them!": "Sie haben Doppelauslöser, bitte entfernen Sie diese!",
    "active": "aktiv",
    "telegram-menu adapter settings": "Adaptereinstellungen für Telegram-Menü",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Dadurch können Sie dynamische Werte in Datenpunkte schreiben. Einfach aufrufen und dann den Wert in das Eingabefeld eingeben. RequestText: Text zum Anfordern des Werts. Typ: Typ des Werts. Bestätigungstext: Text zur Bestätigung des Werts.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Dadurch können Sie dynamische Werte in Datenpunkte schreiben. Einfach anrufen und dann den Wert in das Eingabefeld eingeben. RequestText: Text zum Anfordern des Werts. Typ: Typ des Werts (boolean oder number). Bestätigungstext: Text zur Bestätigung des Werts.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Erzeugt Multiplikatoren, Werte können individuell eingegeben werden. Ersetzen Sie TRIGGER durch einen eindeutigen Wert. LenghtOfRow ist optional und kann verwendet werden, um die Anzahl der Schaltflächen pro Zeile festzulegen.",
    "Executed Menu": "Auszuführendes Menü",
    "Condition to open Menu": "Bedingung zum Öffnen des Menüs",
    "Menu to be executed": "Auszuführendes Menü",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Erzeugt eine Schaltfläche zum Löschen aller Nachrichten vom Bot. Die Navigation ist optional."
}
