{
    " No entry, send to all Users.": "Заборонено, відправити всім користувачам.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Щоб використовувати його, parseMode не має бути активним !!! Створює таблицю з JSON як Text-Table. Перше значення – це один ключ JSON, а за ним – назва стовпця. Ви можете використовувати більше двох значень. Заголовок має бути заповнений. Не змінюйте TextTable.",
    "--Please choose a telegram instance--": "--Будь ласка, виберіть екземпляр телеграми--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 можна замінити і вказує на розмір кроку 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 можна замінити і вказує на розмір кроку 0%, 10%, 20%...! Замініть TRIGGER на унікальне значення. Це використовується в дії SetState. Введіть потрібний ID. Нижче вартості! вставка",
    "Action": "Дія",
    "Active": "Активний",
    "Active Menu:": "Активне меню:",
    "Add": "додати",
    "Add && as a placeholder for the value in the text": "Додайте && як заповнювач для значення в тексті",
    "Add &amp;&amp; as a placeholder for the value in the text": "Додайте && як заповнювач для значення в тексті",
    "Add Global User": "Додати глобального користувача",
    "Add new Action": "Додати нову дію",
    "Add new Groupname": "Додайте нову назву групи",
    "Add new Menu Name": "Додайте нову назву меню",
    "Add new Navigation": "Додати нову навігацію",
    "Add new User": "Додати нового користувача",
    "Add new Username": "Додайте нове ім'я користувача",
    "All User from Telegram, seperate with": "Всі користувачі з Telegram, окремо від",
    "All data will be lost. Confirm?": "Усі дані буде втрачено. Підтвердити?",
    "At least one user must be checked, or the menu must be deactivated.": "Принаймні один користувач повинен бути відмічений, або меню має бути дезактивовано.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Увага. Значення лише встановлено, але ще не підтверджено адаптером. Ви можете видалити noValue, тоді значення відобразиться. Позиція && замінюється значенням або буде pu в кінці",
    "Breakpoint for a new line, Only insert this in the Text": "Точка зупину для нового рядка, вставте це лише в текст",
    "Call": "Телефонуйте",
    "Call Text": "Текст виклику",
    "Call is allready in use!": "Виклик уже використовується!",
    "Cancel": "Скасувати",
    "Changes the value in the return text, in this case from true to on and false to off": "Змінює значення у тексті, що повертається, у цьому випадку з істинного на увімкнене та з неправдивого на вимкнене",
    "Choose a trigger": "Виберіть тригер",
    "Choose an action": "Виберіть дію",
    "Choose your option": "Виберіть свій варіант",
    "Close": "Закрити",
    "Condition to open Menu": "Умова відкриття меню",
    "Confirm": "Підтвердити",
    "Confirm message": "Підтвердити повідомлення",
    "Confirm set value": "Підтвердьте встановлене значення",
    "Confirm with message": "Підтвердьте повідомленням",
    "Confirms the value": "Підтверджує значення",
    "Converts a Unix timestamp to a local time": "Перетворює мітку часу Unix на місцевий час",
    "Converts the value, /10 can be replaced": "Перетворює значення, /10 можна замінити",
    "Copy Data": "Копіювати дані",
    "Copy Elements from other Menus": "Копіювати елементи з інших меню",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Створює таблицю з JSON як Inline-клавіатуру. Перше значення – це один ключ JSON, а за ним – назва стовпця. Ви можете використовувати більше двох значень. Необхідно заповнити заголовок.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Створює таблицю з JSON як Text-Table. Перше значення – це один ключ JSON, а за ним – назва стовпця. Ви можете використовувати більше двох значень. Заголовок має бути заповнений. Не змінюйте TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Створює таблицю з JSON. Перше значення – це один ключ JSON, а за ним – назва стовпця. Ви можете використовувати більше двох значень. Необхідно заповнити заголовок.",
    "Delay": "Затримка",
    "Delay (ms)": "Затримка (мс)",
    "Delete Menu": "Видалити меню",
    "Delete User": "Видалити користувача",
    "Directory": "Довідник",
    "Do you really want to delete the group?": "Ви справді хочете видалити групу?",
    "Do you really want to delete this menu?": "Ви справді хочете видалити це меню?",
    "Each entry may only occur once in the complete navigation": "Кожен запис може з’являтися лише один раз у повній навігації",
    "Edit Menu": "Меню редагування",
    "Edit Username": "Редагувати ім'я користувача",
    "Entry not found!": "Запис не знайдено!",
    "Executed Menu": "Виконане меню",
    "Filename": "Ім'я файлу",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Генерує кнопку для видалення всіх повідомлень від бота. Навігація необов'язкова.",
    "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.": "Генерує кнопку для видалення всіх повідомлень від бота. Навігація необов'язкова. Просто залиште це поле порожнім, інакше ви зможете увійти в меню, яке слід викликати.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Генерує кілька кнопок, значення можна вставляти окремо. Замініть TRIGGER на унікальне значення. LenghtOfRow є необов’язковим і може використовуватися для встановлення кількості кнопок у рядку.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <br><strong class='breakingChange'>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Генерує кілька кнопок, значення можна вставляти окремо. Замініть TRIGGER на унікальне значення. LenghtOfRow є необов’язковим і може використовуватися для встановлення кількості кнопок у рядку. <br><strong class='breakingChange'>Критова зміна!!!</strong>   Змініть вручну: `[Name1:Value1, Name2:Value2]` на `[Name1|Value1, Name2|Value2]`. Десяткові числа тепер також можна використовувати як значення.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <strong>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` change to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Генерує кілька кнопок, значення можна вставляти окремо. Замініть TRIGGER на унікальне значення. LenghtOfRow є необов’язковим і може використовуватися для встановлення кількості кнопок у рядку. <strong>Краща зміна!!!</strong>   Змініть вручну: `[Name1:Value1, Name2:Value2]` змініть на `[Name1|Value1, Name2|Value2]`. Десяткові числа тепер також можна використовувати як значення.",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Створює дві кнопки, у цьому випадку увімкнення та вимкнення з відповідними значеннями true та false. Замініть TRIGGER на унікальне значення.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Генерує дві кнопки, у цьому випадку увімкнути та вимкнути з відповідними значеннями true та false.",
    "Global User activ": "Глобальна активність користувачів",
    "Hide": "Сховати",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Якщо ви хочете отримувати сповіщення про зміну іншої точки даних після того, як ви встановили точку даних у полі введення ідентифікатора. Зміну буде надано спільний доступ, лише якщо для неї встановлено ack:true. Обов’язково вказувати текст поза {}, інакше він буде додано автоматично.",
    "Inactive": "Неактивний",
    "Instance": "Екземпляр",
    "Instanze": "Instanze",
    "Is linked with: ": "Пов'язаний з:",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "LastChange. Перетворює мітку часу Unix на місцевий час, формат можна змінити, наприклад, на ДД.ММ.РРРР РР год:хх:сс:сс",
    "Menu": "Меню",
    "Menu list": "Список меню",
    "Menu to be executed": "Меню для виконання",
    "Navigation": "Навігація",
    "Navigation Buttons": "Кнопки навігації",
    "New Row": "Новий рядок",
    "No": "Немає",
    "Outputs the name of the data point": "Виводить назву точки даних",
    "Percent": "Відсоток",
    "Placeholder for the value": "Заповнювач для значення",
    "Please Save the Nav Settings before you go to the aktions !!!": "Будь ласка, збережіть налаштування навігації, перш ніж переходити до дій !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Будь ласка, перевірте тригери, збережіть і знову відкрийте це меню, щоб закрити помилку!",
    "Please create a menu!": "Будь ласка, створіть меню!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Будь ласка, виберіть користувача або вимкніть меню, інакше ви зможете зберегти!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Запитує значення ідентифікатора, а потім замінює його значенням, щоб навколо нього можна було написати текст",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Запитує значення ідентифікатора, а потім замінює його значенням, тому навколо нього можна написати текст, його також можна використовувати кілька разів поспіль",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row. The parameter true is a option to change Value by function change. You have to set it to false if you don´t change this value, but behind this there is anoter {status: ... request with change:true.": "Запитує значення ідентифікатора, а потім замінює його значенням, тому навколо нього можна написати текст, його також можна використовувати кілька разів поспіль. Параметр true — це можливість змінити значення шляхом зміни функції. Ви повинні встановити для нього значення false, якщо ви не змінюєте це значення, але за цим є інший {status: ... запит із change:true.",
    "Rename menu name": "Перейменувати назву меню",
    "Rendering url": "URL-адреса візуалізації",
    "Replace TRIGGER with a unique value.": "Замініть TRIGGER на унікальне значення.",
    "Requests clients to hide the keyboard as soon as it's been used. The keyboard will still be available, but clients will automatically display the usual letter-keyboard in the chat - the user can press a special button in the input field to see the custom keyboard again.": "Вимагає від клієнтів приховати клавіатуру, щойно вона використовується. Клавіатура як і раніше буде доступна, але клієнти автоматично відображатимуть звичайну літерну клавіатуру в чаті - користувач може натиснути спеціальну кнопку в полі введення, щоб знову побачити спеціальну клавіатуру.",
    "Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.": "Просить клієнтів змінити розмір клавіатури по вертикалі для оптимального припасування (наприклад, зробити клавіатуру меншою, якщо є лише два ряди кнопок). За замовчуванням значення false, у цьому випадку спеціальна клавіатура завжди має ту саму висоту, що й стандартна клавіатура програми.",
    "Return text": "Повернути текст",
    "Rounds the value for example to 2 decimal places": "Округлює значення, наприклад, до 2 знаків після коми",
    "Save": "зберегти",
    "Select": "Виберіть",
    "Select a Menu": "Виберіть меню",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Виберіть меню, перемістіть або скопіюйте. Увага! Користувач повинен бути активним у вибраному меню!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Виберіть меню, виберіть перемістити або скопіювати. Стережись! Користувач повинен бути активним у вибраному меню!",
    "Send Menu after Restart": "Надіслати меню після перезапуску",
    "Set Value with ack-Flag": "Установіть значення за допомогою ack-Flag",
    "Set menu": "Встановити меню",
    "Sets the value of the ID to the val, with ack(confirmed)": "Встановлює значення ідентифікатора як val з ack(confirmed)",
    "Settings": "Налаштування",
    "Start Menus": "Меню «Пуск».",
    "Startside": "Стартова сторона",
    "Switch": "Перемикач",
    "Telegram Instance": "Примірник Telegram",
    "Telegram Users": "Користувачі Telegram",
    "Text in Parse Mode is Bold": "Текст у режимі аналізу виділяється жирним шрифтом",
    "Text in Parse Mode is Code": "Текст у режимі аналізу є кодом",
    "Text in Parse Mode is Italic": "Текст у режимі аналізу виділяється курсивом",
    "Text in Parse Mode is Link": "Текст у режимі аналізу є посиланням",
    "Text will be send if no entry was found!": "Текст буде надіслано, якщо запис не знайдено!",
    "The Value is not specified in the return text": "Значення не вказано в тексті повернення",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Номери можна повністю поміняти. 0-6 вказує на діапазон, а 1 — на розмір кроку, UNIT замінюється одиницею, але його можна залишити пустим.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Номери можна повністю поміняти. 0-6 вказує на діапазон, а 1 — на розмір кроку, UNIT замінюється одиницею, але його можна залишити пустим. Замініть TRIGGER на унікальне значення.",
    "The same as above, but when you click on a button, the item will be deleted, 'shoppinglist' may not be changed.": "Те саме, що й вище, але коли ви натискаєте кнопку, товар буде видалено, «список покупок» не можна змінити.",
    "The same as above, but when you click on a button, the item will be deleted,the Key for the Items is `name:`, you can also add `time:`. <strong>Important!!!</strong>  'shoppinglist' may not be changed.": "Те саме, що й вище, але коли ви натискаєте кнопку, елемент буде видалено, ключем для елементів є `name:`, ви також можете додати `time:`. <strong>Важливо!!!</strong> \"список покупок\" не можна змінювати.",
    "The trigger is allready in use.": "Тригер уже використовується.",
    "There are doubled used Triggers:": "Існують подвоєні тригери:",
    "This allows you to set a  manually value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Це дозволяє вручну встановити значення в поєднанні зі значенням ID, наприклад: staticValue{id:ID}staticValue",
    "This allows you to set a modified Submenu Value in combination with a static part , like this: staticValue{value}staticValue": "Це дозволяє встановити модифіковане значення підменю в поєднанні зі статичною частиною, наприклад: staticValue{value}staticValue",
    "This allows you to set a value manually set Value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Це дає змогу вручну встановлювати значення у поєднанні зі значенням ID, наприклад: staticValue{id:ID}staticValue",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Це дозволяє записувати динамічні значення в точки даних. Просто зателефонуйте, а потім можете ввести значення в поле введення. RequestText: текст для запиту значення. Тип: тип значення (логічне або числове). ConfirmText: Текст для підтвердження значення.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Це дозволяє записувати динамічні значення в точки даних. Просто зателефонуйте, а потім можете ввести значення в поле введення. RequestText: текст для запиту значення. Тип: тип значення. ConfirmText: Текст для підтвердження значення.",
    "This is a Submenu!": "Це підменю!",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Це використовується в дії під SetState. Введіть потрібний ID. Нижче вартості! вставка",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "TimeStamp. Перетворює мітку часу Unix на місцевий час, формат можна змінити, наприклад, на ДД.ММ.РРРР РР год:хх:сс:сс",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Щоб вставити ідентифікатор, просто спочатку вставте блок, виберіть ідентифікатор. Потім його буде автоматично вставлено у відповідне місце, навіть якщо ID потрібно змінити. Якщо код не розпізнає блок, ідентифікатор додається в кінці.",
    "Trigger": "Тригер",
    "Unused Trigger": "Невикористаний тригер",
    "Used Trigger": "Тригер використаний",
    "User List": "Список користувачів",
    "Users for this Group, seperate with": "Користувачі для цієї групи, окремо від",
    "Users from Telegram": "Користувачі з Telegram",
    "Value": "Значення",
    "What is to do?": "Що робити?",
    "When pressed, you jump back to the previous menu": "При натисканні відбувається повернення до попереднього меню",
    "Yes": "Так",
    "You have double triggers, please remove them!": "У вас є подвійні тригери, будь ласка, видаліть їх!",
    "active": "активний",
    "telegram-menu adapter settings": "Налаштування адаптера для telegram-меню"
}
