{
    "ID": "ID",
    "IDs": "ідентифікатори",
    "abort": "Перервати",
    "ack": "Ack",
    "action": "Дія",
    "active": "Активний",
    "activeMenu": "Активне меню:",
    "add": "додати",
    "addAction": "Додати нову дію",
    "addCreatedMenus": "Додайте вже створені меню як кнопки",
    "addMenu": "Додайте нову назву меню",
    "binding": "Прив’язки: спочатку Var з ідентифікатором, потім умова та текст.",
    "breakpointNewline": "Точка зупину для нового рядка, вставте це лише в текст",
    "call": "Телефонуйте",
    "cancel": "Скасувати",
    "changeFunction": "Змінює значення у тексті, що повертається, у цьому випадку з істинного на увімкнене та з неправдивого на вимкнене",
    "choose": "Виберіть",
    "chooseAction": "Виберіть дію",
    "close": "Закрити",
    "commonName": "Виводить назву точки даних",
    "condition": "Хвороба",
    "conditionMenu": "Умова відкриття меню",
    "confirm": "Підтвердити",
    "confirmDelete": "Усі дані буде втрачено. Підтвердити?",
    "confirmMessage": "Підтвердьте повідомленням",
    "confirmSet": "Увага. Значення лише встановлено, але ще не підтверджено адаптером. Ви можете видалити noValue, тоді значення відобразиться. Позиція && замінюється значенням або буде розміщено в кінці",
    "contactDeveloperForExistingMenu": "Якщо меню існує, але його не знайдено, створіть проблему на Github!",
    "convertsUnixTimestamp": "Перетворює мітку часу Unix на місцевий час",
    "copy": "Копія",
    "createMenu": "Будь ласка, створіть меню!",
    "delay": "Затримка (мс)",
    "delete": "Видалити",
    "description": "опис",
    "descriptionInfo": "Тут можна ввести інформацію про дзвінки. Вони відображаються, коли ви натискаєте кнопку навігації в навігації, і вона не має прямого посилання, а перехоплюється за допомогою власного сценарію. Таким чином ви зможете мати кращий огляд.",
    "descriptions": "Описи",
    "directory": "Довідник",
    "doubleTrigger": "У вас є подвійні тригери, будь ласка, видаліть їх!",
    "edit": "Редагувати",
    "entryNotFound": "Запис не знайдено!",
    "executedMenu": "Виконане меню",
    "filename": "Ім'я файлу",
    "hide": "Сховати",
    "identification": "Ідентифікація",
    "inactive": "Неактивний",
    "info": "Інформація",
    "insertID": "Щоб вставити ідентифікатор, просто спочатку вставте блок, виберіть ідентифікатор. Потім його буде автоматично вставлено у відповідне місце, навіть якщо ID потрібно змінити. Якщо код не розпізнає блок, ідентифікатор додається в кінці.",
    "instance": "Екземпляр",
    "isSubmenu": "Це підменю!",
    "jsonShoppingList": "Те саме, що й вище, але коли ви натискаєте кнопку, елемент буде видалено, ключем для елементів є `name:`, ви також можете додати `time:`. <strong>Важливо!!!</strong> \"список покупок\" не можна змінювати.",
    "jsonTable": "!!! Щоб використовувати його, parseMode не має бути активним !!! Створює таблицю з JSON як Text-Table. Перше значення – це один ключ JSON, а за ним – назва стовпця. Ви можете використовувати більше двох значень. Заголовок має бути заповнений. Не змінюйте TextTable.",
    "latitude": "Широта",
    "lcTimestamp": "LastChange. Перетворює мітку часу Unix на місцевий час, формат можна змінити, наприклад, на ДД.ММ.РРРР РР год:хх:сс:сс",
    "linkedWith": "Пов'язаний з:",
    "longitude": "Довгота",
    "manuallyValue": "Це дозволяє вручну встановити значення в поєднанні зі значенням ID, наприклад: staticValue{id:ID}staticValue",
    "math": "Перетворює значення, /10 можна замінити",
    "menu": "Меню",
    "menuBack": "При натисканні відбувається повернення до попереднього меню",
    "menuCannotBeFound": "Вибране меню не знайдено!",
    "menuDeleteAll": "Генерує кнопку для видалення всіх повідомлень від бота. Навігація необов'язкова. Просто залиште це поле порожнім, інакше ви зможете увійти в меню, яке слід викликати.",
    "menuDynamicSwitch": "Генерує кілька кнопок, значення можна вставляти окремо. Замініть TRIGGER на унікальне значення. LengthOfRow є необов’язковим і може використовуватися для встановлення кількості кнопок у рядку. <br><strong class='breakingChange'>Критова зміна!!!</strong>   Змініть вручну: `[Name1:Value1, Name2:Value2]` на `[Name1|Value1, Name2|Value2]`. Десяткові числа тепер також можна використовувати як значення.",
    "menuList": "Список меню",
    "menuNumber": "Номери можна повністю поміняти. 0-6 вказує на діапазон, а 1 — на розмір кроку, UNIT замінюється одиницею, але його можна залишити пустим. Замініть TRIGGER на унікальне значення.",
    "menuPercent": "10 можна замінити і вказує на розмір кроку 0%, 10%, 20%...! Замініть TRIGGER на унікальне значення. Це використовується в дії SetState. Введіть потрібний ID. Нижче вартості! вставка",
    "menuSwitch": "Створює дві кнопки, у цьому випадку увімкнення та вимкнення з відповідними значеннями true та false. Замініть TRIGGER на унікальне значення.",
    "menuToCopy": "Спочатку виберіть меню, до якого потрібно скопіювати дані. Потім рядок, де його слід додати. Якщо даних ще немає, натисніть «Зберегти», і він буде створений після запиту на нову назву тригера.",
    "modifiedSubmenuValue": "Це дозволяє встановити модифіковане значення підменю в поєднанні зі статичною частиною, наприклад: staticValue{value}staticValue",
    "navigation": "Навігація",
    "navigationButtons": "Кнопки навігації",
    "newlineCheckbox": "Новий рядок",
    "no": "немає",
    "noValue": "Значення не вказано в тексті повернення",
    "notifiedByChangeOfAnotherState": "Якщо ви хочете отримувати сповіщення про зміну іншої точки даних після того, як ви встановили точку даних у полі введення ідентифікатора. Зміну буде надано спільний доступ, лише якщо для неї встановлено ack:true. Обов’язково вказувати текст поза {}, інакше він буде додано автоматично.",
    "ok": "добре",
    "oneTimeKey": "Просить клієнтів змінити розмір клавіатури по вертикалі для оптимального припасування (наприклад, зробити клавіатуру меншою, якщо є лише два ряди кнопок). За замовчуванням значення false, у цьому випадку спеціальна клавіатура завжди має ту саму висоту, що й стандартна клавіатура програми.",
    "options": "Варіанти",
    "overview": "Огляд",
    "parseMode": "Режим аналізу HTML",
    "parseModeBold": "Текст у режимі аналізу виділяється жирним шрифтом",
    "parseModeCode": "Текст у Parse-Mode є кодом",
    "parseModeItalic": "Текст у режимі аналізу виділено курсивом",
    "parseModeLink": "Текст у режимі аналізу є посиланням",
    "password": "Пароль",
    "percent": "Відсоток",
    "picSendDelay": "Затримка надсилання зображення",
    "placeholderInstance": "--Будь ласка, виберіть екземпляр телеграми--",
    "placeholderValue": "Заповнювач для значення",
    "reallyDelete": "Ви справді хочете це видалити?",
    "renameMenu": "Перейменувати назву меню",
    "returnText": "Повернути текст",
    "save": "зберегти",
    "select": "Виберіть",
    "selectAMenuDropBox": "Виберіть меню, виберіть перемістити або скопіювати. Обережно! Користувач повинен бути активним у вибраному меню!",
    "selectTargetMenu": "Виберіть цільове меню",
    "sendMenuAfterRestart": "Надіслати меню після перезапуску",
    "setAck": "Встановити прапор підтвердження",
    "setDynamicValue": "Це дозволяє записувати динамічні значення в точки даних. Просто зателефонуйте, а потім можете ввести значення в поле введення. RequestText: текст для запиту значення. Тип: тип значення (логічне або числове). ConfirmText: Текст для підтвердження значення. ID: якщо ви хочете підтвердити з іншого штату, введіть тут ідентифікатор. (Це необов’язково)",
    "setID": "Встановлює значення ідентифікатора як val з ack(confirmed)",
    "setMenu": "Встановити меню",
    "setWithAck": "Установіть значення за допомогою ack-Flag",
    "settings": "Налаштування",
    "startMenus": "Меню «Пуск».",
    "startSide": "Стартова сторона",
    "statusMenu": "Запитує значення ідентифікатора, а потім замінює його значенням, тому навколо нього можна написати текст, його також можна використовувати кілька разів поспіль. Параметр true — це можливість змінити значення шляхом зміни функції. Ви повинні встановити значення false, якщо ви не змінюєте це значення, але за цим є інший {status: ... запит із change:true.",
    "submenu": "Підменю",
    "switch": "Перемикач",
    "switchCheckbox": "Перемикач",
    "telegramInstance": "Примірник Telegram",
    "telegramUser": "Користувачі з Telegram",
    "text": "текст",
    "textNoEntry": "Текст буде надіслано, якщо запис не знайдено!",
    "toggle": "Перемикач",
    "trigger": "Тригер",
    "tsTimestamp": "TimeStamp. Перетворює мітку часу Unix на місцевий час, формат можна змінити, наприклад, на ДД.ММ.РРРР РР год:хх:сс:сс",
    "unusedTrigger": "Невикористаний тригер",
    "url": "URL",
    "usedTrigger": "Тригер використаний",
    "user": "Користувач",
    "userList": "Список користувачів",
    "userSelect": "Будь ласка, виберіть користувача або деактивуйте меню, бо ви можете зберегти!",
    "value": "Значення",
    "valueRound": "Округлює значення, наприклад, до 2 знаків після коми",
    "values": "Цінності",
    "yes": "так"
}
