{
    " No entry, send to all Users.": "Brak wpisu, wyślij do wszystkich Użytkowników.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Aby z niego skorzystać, parseMode nie może być aktywny !!! Tworzy tabelę z JSON jako tabelę tekstową. Pierwsza wartość to jeden klucz JSON, za nią znajduje się nazwa kolumny. Możesz użyć więcej niż dwóch wartości. Nagłówek musi być wypełniony. Nie zmieniaj TextTable.",
    "--Please choose a telegram instance--": "--Proszę wybrać instancję telegramu--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 można wymienić i wskazuje wielkość kroku 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 można wymienić i wskazuje wielkość kroku 0%, 10%, 20%...! Zastąp TRIGGER unikalną wartością. Jest to używane w akcji SetState. Wprowadź żądany identyfikator. Poniżej wartości! wstawić",
    "Action": "Działanie",
    "Active": "Aktywny",
    "Active Menu:": "Aktywne menu:",
    "Add": "dodać",
    "Add && as a placeholder for the value in the text": "Dodaj && jako symbol zastępczy wartości w tekście",
    "Add &amp;&amp; as a placeholder for the value in the text": "Dodaj && jako symbol zastępczy wartości w tekście",
    "Add Global User": "Dodaj użytkownika globalnego",
    "Add new Action": "Dodaj nową akcję",
    "Add new Groupname": "Dodaj nową nazwę grupy",
    "Add new Menu Name": "Dodaj nową nazwę menu",
    "Add new Navigation": "Dodaj nową nawigację",
    "Add new User": "Dodaj nowego użytkownika",
    "Add new Username": "Dodaj nową nazwę użytkownika",
    "All User from Telegram, seperate with": "Wszyscy użytkownicy z Telegramu, oddzieleni od",
    "All data will be lost. Confirm?": "Wszystkie dane zostaną utracone. Potwierdzać?",
    "At least one user must be checked, or the menu must be deactivated.": "Należy zaznaczyć co najmniej jednego użytkownika lub wyłączyć menu.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Uwaga. Wartość została ustawiona, ale nie została jeszcze potwierdzona przez adapter. Możesz usunąć noValue, wtedy wartość zostanie wyświetlona. Pozycja && zastąpiona wartością lub będzie pu na końcu",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be put at the End": "Uwaga. Wartość została ustawiona, ale jeszcze nie potwierdzona przez adapter. Możesz usunąć noValue, wtedy wartość zostanie wyświetlona. Pozycja && zostanie zastąpiona wartością lub zostanie umieszczona na końcu",
    "Breakpoint for a new line, Only insert this in the Text": "Punkt przerwania nowej linii. Wstaw go tylko w tekście",
    "Call": "Dzwonić",
    "Call Text": "Zadzwoń SMS",
    "Call is allready in use!": "Połączenie jest już w użyciu!",
    "Cancel": "Anulować",
    "Changes the value in the return text, in this case from true to on and false to off": "Zmienia wartość w tekście zwracanym, w tym przypadku z true na on i false na off",
    "Choose a trigger": "Wybierz wyzwalacz",
    "Choose an action": "Wybierz akcję",
    "Choose your option": "Wybierz swoją opcję",
    "Close": "Zamknąć",
    "Condition to open Menu": "Warunek otwarcia Menu",
    "Confirm": "Potwierdzać",
    "Confirm message": "Potwierdź wiadomość",
    "Confirm set value": "Potwierdź ustawioną wartość",
    "Confirm with message": "Potwierdź komunikatem",
    "Confirms the value": "Potwierdza wartość",
    "Converts a Unix timestamp to a local time": "Konwertuje znacznik czasu Uniksa na czas lokalny",
    "Converts the value, /10 can be replaced": "Konwertuje wartość, /10 można zastąpić",
    "Copy Data": "Kopiuj dane",
    "Copy Elements from other Menus": "Skopiuj elementy z innych menu",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Tworzy tabelę z JSON jako klawiaturę wbudowaną. Pierwsza wartość to jeden klucz JSON, za nią znajduje się nazwa kolumny. Można użyć więcej niż dwóch wartości. Nagłówek musi być wypełniony.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Tworzy tabelę z JSON jako tabelę tekstową. Pierwsza wartość to jeden klucz JSON, za nią znajduje się nazwa kolumny. Możesz użyć więcej niż dwóch wartości. Nagłówek musi być wypełniony. Nie zmieniaj TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Tworzy tabelę z pliku JSON. Pierwsza wartość to jeden klucz JSON, za nią znajduje się nazwa kolumny. Można użyć więcej niż dwóch wartości. Nagłówek musi być wypełniony.",
    "Delay": "Opóźnienie",
    "Delay (ms)": "Opóźnienie (ms)",
    "Delete Menu": "Usuń menu",
    "Delete User": "Usuń użytkownika",
    "Directory": "Informator",
    "Do you really want to delete the group?": "Czy na pewno chcesz usunąć grupę?",
    "Do you really want to delete this menu?": "Czy na pewno chcesz usunąć to menu?",
    "Each entry may only occur once in the complete navigation": "Każdy wpis może wystąpić tylko raz w całej nawigacji",
    "Edit Menu": "Edytuj menu",
    "Edit Username": "Edytuj nazwę użytkownika",
    "Entry not found!": "Nie znaleziono wpisu!",
    "Executed Menu": "Wykonane menu",
    "Filename": "Nazwa pliku",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Generuje przycisk umożliwiający usunięcie wszystkich wiadomości od bota. Nawigacja jest opcjonalna.",
    "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.": "Generuje przycisk umożliwiający usunięcie wszystkich wiadomości od bota. Nawigacja jest opcjonalna. Po prostu pozostaw to pole puste, w przeciwnym razie możesz wejść do menu, które należy wywołać.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Generuje przyciski mnożenia, wartości można wstawiać indywidualnie. Zastąp TRIGGER unikalną wartością. DługośćOfRow jest opcjonalna i można jej użyć do ustawienia liczby przycisków w rzędzie.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <br><strong class='breakingChange'>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Generuje przyciski mnożenia, wartości można wstawiać indywidualnie. Zastąp TRIGGER unikalną wartością. Długość wiersza jest opcjonalna i można jej użyć do ustawienia liczby przycisków w rzędzie. <br><strong class='breakingChange'>Przerywanie zmiany!!!</strong>   Zmień ręcznie: `[Nazwa1:Wartość1, Nazwa2:Wartość2]` na `[Nazwa1|Wartość1, Nazwa2|Wartość2]`. Liczb dziesiętnych można teraz używać także jako wartości.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <strong>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` change to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Generuje przyciski mnożenia, wartości można wstawiać indywidualnie. Zastąp TRIGGER unikalną wartością. Długość wiersza jest opcjonalna i można jej użyć do ustawienia liczby przycisków w rzędzie. <strong>Przełomowa zmiana!!!</strong>   Zmień ręcznie: `[Nazwa1:Wartość1, Nazwa2:Wartość2]` zmień na `[Nazwa1|Wartość1, Nazwa2|Wartość2]`. Liczb dziesiętnych można teraz używać także jako wartości.",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Generuje dwa przyciski, w tym przypadku włączające i wyłączające z odpowiednimi wartościami prawda i fałsz. Zastąp TRIGGER unikalną wartością.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Generuje dwa przyciski, w tym przypadku włączające i wyłączające z odpowiednimi wartościami prawda i fałsz.",
    "Global User activ": "Aktywny użytkownik globalny",
    "Hide": "Ukrywać",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Jeśli chcesz otrzymać powiadomienie o zmianie innego punktu danych po ustawieniu punktu danych w polu wprowadzania ID. Zmiana zostanie udostępniona tylko wtedy, gdy zostanie ustawiona opcja ack:true. Obowiązkowe jest podanie tekstu poza {}, w przeciwnym razie zostanie on dodany automatycznie.",
    "Inactive": "Nieaktywny",
    "Instance": "Instancja",
    "Instanze": "Instancja",
    "Is linked with: ": "Jest powiązany z:",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Ostatnia zmiana. Konwertuje znacznik czasu Uniksa na czas lokalny, format można zmienić na przykład na DD.MM.RRRR YY gg:mm:ss:sss",
    "Menu": "Menu",
    "Menu list": "Lista menu",
    "Menu to be executed": "Menu do wykonania",
    "Navigation": "Nawigacja",
    "Navigation Buttons": "Przyciski nawigacyjne",
    "New Row": "Nowy rząd",
    "No": "NIE",
    "Outputs the name of the data point": "Wyświetla nazwę punktu danych",
    "Percent": "Procent",
    "Placeholder for the value": "Symbol zastępczy wartości",
    "Please Save the Nav Settings before you go to the aktions !!!": "Proszę zapisać ustawienia nawigacji przed przystąpieniem do akcji !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Sprawdź wyzwalacze, zapisz i otwórz ponownie to menu, aby zamknąć błąd!",
    "Please create a menu!": "Proszę stworzyć menu!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Wybierz użytkownika lub dezaktywuj Menu, aby móc zapisać!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Wysyła zapytanie o wartość identyfikatora, a następnie zastępuje ją wartością, aby można było wokół niej zapisać tekst",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Odpytuje wartość identyfikatora, a następnie zastępuje ją wartością, dzięki czemu można wokół niego napisać tekst, możliwe jest również użycie go więcej niż jeden raz z rzędu",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row. The parameter true is a option to change Value by function change. You have to set it to false if you don´t change this value, but behind this there is anoter {status: ... request with change:true.": "Odpytuje wartość identyfikatora, a następnie zastępuje ją wartością, dzięki czemu można wokół niego napisać tekst, możliwe jest również użycie go więcej niż jeden raz z rzędu. Parametr true umożliwia zmianę wartości poprzez zmianę funkcji. Musisz ustawić na false, jeśli nie zmienisz tej wartości, ale za tym kryje się inny {status: ... żądanie ze zmianą: prawda.",
    "Rename menu name": "Zmień nazwę menu",
    "Rendering url": "Renderowanie adresu URL",
    "Replace TRIGGER with a unique value.": "Zastąp TRIGGER unikalną wartością.",
    "Requests clients to hide the keyboard as soon as it's been used. The keyboard will still be available, but clients will automatically display the usual letter-keyboard in the chat - the user can press a special button in the input field to see the custom keyboard again.": "Żąda od klientów ukrycia klawiatury zaraz po jej użyciu. Klawiatura będzie nadal dostępna, ale klienci będą automatycznie wyświetlać na czacie zwykłą klawiaturę literową - użytkownik może nacisnąć specjalny przycisk w polu wprowadzania, aby ponownie zobaczyć niestandardową klawiaturę.",
    "Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.": "Żąda od klientów zmiany rozmiaru klawiatury w pionie w celu zapewnienia optymalnego dopasowania (np. zmniejszenia klawiatury, jeśli są tylko dwa rzędy przycisków). Domyślnie ustawiona jest wartość false. W takim przypadku niestandardowa klawiatura ma zawsze tę samą wysokość co standardowa klawiatura aplikacji.",
    "Return text": "Zwróć tekst",
    "Rounds the value for example to 2 decimal places": "Zaokrągla wartość na przykład do 2 miejsc po przecinku",
    "Save": "Ratować",
    "Select": "Wybierać",
    "Select a Menu": "Wybierz menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Wybierz menu, przenieś lub skopiuj. Uwaga! Użytkownik musi być aktywny w wybranym menu!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Wybierz menu, wybierz opcję przenieś lub skopiuj. Uważaj! Użytkownik musi być aktywny w wybranym menu!",
    "Select a target menu": "Wybierz menu docelowe",
    "Send Menu after Restart": "Wyślij menu po ponownym uruchomieniu",
    "Set Value with ack-Flag": "Ustaw wartość za pomocą flagi potwierdzenia",
    "Set menu": "Ustaw menu",
    "Sets the value of the ID to the val, with ack(confirmed)": "Ustawia wartość identyfikatora na val, z potwierdzeniem (potwierdzone)",
    "Settings": "Ustawienia",
    "Start Menus": "Menu startowe",
    "Startside": "Strona startowa",
    "Switch": "Przełącznik",
    "Telegram Instance": "Instancja telegramu",
    "Telegram Users": "Użytkownicy Telegramu",
    "Text in Parse Mode is Bold": "Tekst w trybie analizy jest pogrubiony",
    "Text in Parse Mode is Code": "Tekst w trybie analizy to kod",
    "Text in Parse Mode is Italic": "Tekst w trybie analizy jest kursywą",
    "Text in Parse Mode is Link": "Tekst w trybie analizy to łącze",
    "Text will be send if no entry was found!": "W przypadku braku wpisu zostanie wysłany SMS!",
    "The Value is not specified in the return text": "Wartość nie jest określona w tekście zwracanym",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Numery można całkowicie wymieniać. 0-6 oznacza zakres, a 1 wielkość kroku. UNIT jest zastępowany przez jednostkę, ale może też pozostać pusty.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Numery można całkowicie wymieniać. 0-6 oznacza zakres, a 1 wielkość kroku. UNIT jest zastępowany przez jednostkę, ale może też pozostać pusty. Zastąp TRIGGER unikalną wartością.",
    "The same as above, but when you click on a button, the item will be deleted, 'shoppinglist' may not be changed.": "To samo co powyżej, ale po kliknięciu przycisku pozycja zostanie usunięta, a „lista zakupów” nie może zostać zmieniona.",
    "The same as above, but when you click on a button, the item will be deleted,the Key for the Items is `name:`, you can also add `time:`. <strong>Important!!!</strong>  'shoppinglist' may not be changed.": "To samo co powyżej, ale kiedy klikniesz przycisk, element zostanie usunięty, kluczem do elementu jest „nazwa:”, możesz także dodać „czas:”. <strong>Ważne!!!</strong> „listy zakupów” nie można zmieniać.",
    "The trigger is allready in use.": "Spust jest już używany.",
    "There are doubled used Triggers:": "Istnieją podwójnie używane wyzwalacze:",
    "This allows you to set a  manually value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Umożliwia to ręczne ustawienie wartości w połączeniu z wartością identyfikatora, na przykład: staticValue{id:ID}staticValue",
    "This allows you to set a modified Submenu Value in combination with a static part , like this: staticValue{value}staticValue": "Pozwala to ustawić zmodyfikowaną wartość podmenu w połączeniu z częścią statyczną, na przykład: staticValue{value}staticValue",
    "This allows you to set a value manually set Value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Umożliwia to ustawienie ręcznie ustawionej wartości w połączeniu z wartością identyfikacyjną, na przykład: staticValue{id:ID}staticValue",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Umożliwia to zapisywanie wartości dynamicznych w punktach danych. Wystarczy wykonać połączenie, a następnie wprowadzić wartość w polu wejściowym. RequestText: Tekst żądania wartości. Typ: typ wartości (logiczna lub liczba). PotwierdźTekst: Tekst potwierdzający wartość.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Umożliwia to zapisywanie wartości dynamicznych w punktach danych. Wystarczy wykonać połączenie, a następnie wprowadzić wartość w polu wejściowym. RequestText: Tekst żądania wartości. Typ: typ wartości. PotwierdźTekst: Tekst potwierdzający wartość.",
    "This is a Submenu!": "To jest podmenu!",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Jest to używane w akcji w ramach SetState. Wprowadź żądany identyfikator. Poniżej wartości! wstawić",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Znak czasu. Konwertuje znacznik czasu Uniksa na czas lokalny, format można zmienić na przykład na DD.MM.RRRR YY gg:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Aby wstawić identyfikator, wystarczy najpierw wstawić blok i wybrać identyfikator. Zostanie on następnie automatycznie wstawiony w odpowiednim miejscu, nawet jeśli identyfikator ma zostać zmieniony. Jeżeli kod nie rozpoznaje bloku, na końcu dodawany jest identyfikator.",
    "Trigger": "Spust",
    "Unused Trigger": "Nieużywany wyzwalacz",
    "Used Trigger": "Używany spust",
    "User List": "Lista użytkowników",
    "Users for this Group, seperate with": "Użytkownicy tej grupy oddzieleni znakiem",
    "Users from Telegram": "Użytkownicy Telegramu",
    "Value": "Wartość",
    "What is to do?": "Co robić?",
    "When pressed, you jump back to the previous menu": "Po naciśnięciu następuje powrót do poprzedniego menu",
    "Yes": "Tak",
    "You have double triggers, please remove them!": "Masz podwójne wyzwalacze, usuń je!",
    "active": "aktywny",
    "setDynamicValue": "Umożliwia to zapisywanie wartości dynamicznych w punktach danych. Wystarczy wykonać połączenie, a następnie wprowadzić wartość w polu wejściowym. RequestText: Tekst żądania wartości. Typ: typ wartości (logiczna lub liczba). PotwierdźTekst: Tekst potwierdzający wartość. ID: Jeśli chcesz potwierdzić, że pochodzisz z innego stanu, wprowadź tutaj identyfikator. (jest to opcjonalne)",
    "telegram-menu adapter settings": "Ustawienia adaptera dla menu telegramu"
}
