{
    "ID": "ID",
    "IDs": "identyfikatory",
    "ack": "Potwierdź",
    "action": "Działanie",
    "active": "aktywny",
    "activeMenu": "Aktywne menu:",
    "add": "dodać",
    "addAction": "Dodaj nową akcję",
    "addMenu": "Dodaj nową nazwę menu",
    "binding": "Powiązania: Najpierw Var z identyfikatorem, potem warunek i tekst.",
    "breakpointNewline": "Punkt przerwania nowej linii. Wstaw go tylko w tekście",
    "call": "Dzwonić",
    "cancel": "Anulować",
    "changeFunction": "Zmienia wartość w tekście zwracanym, w tym przypadku z true na on i false na off",
    "chooseAction": "Wybierz akcję",
    "close": "Zamknąć",
    "commonName": "Wyświetla nazwę punktu danych",
    "condition": "Stan",
    "conditionMenu": "Warunek otwarcia Menu",
    "confirm": "Potwierdzać",
    "confirmDelete": "Wszystkie dane zostaną utracone. Potwierdzać?",
    "confirmMessage": "Potwierdź komunikatem",
    "confirmSet": "Uwaga. Wartość została ustawiona, ale nie została jeszcze potwierdzona przez adapter. Możesz usunąć noValue, wtedy wartość zostanie wyświetlona. Pozycja && zostanie zastąpiona wartością lub zostanie umieszczona na końcu",
    "convertsUnixTimestamp": "Konwertuje znacznik czasu Uniksa na czas lokalny",
    "createMenu": "Proszę stworzyć menu!",
    "delay": "Opóźnienie (ms)",
    "directory": "Informator",
    "doubleTrigger": "Masz podwójne wyzwalacze, usuń je!",
    "entryNotFound": "Nie znaleziono wpisu!",
    "executedMenu": "Wykonane menu",
    "filename": "Nazwa pliku",
    "hide": "Ukrywać",
    "inactive": "Nieaktywny",
    "insertID": "Aby wstawić identyfikator, wystarczy najpierw wstawić blok i wybrać identyfikator. Zostanie on następnie automatycznie wstawiony w odpowiednim miejscu, nawet jeśli identyfikator ma zostać zmieniony. Jeżeli kod nie rozpoznaje bloku, na końcu dodawany jest identyfikator.",
    "instance": "Przykład",
    "isSubmenu": "To jest podmenu!",
    "jsonShoppingList": "To samo co powyżej, ale kiedy klikniesz przycisk, element zostanie usunięty, kluczem do elementu jest „nazwa:”, możesz także dodać „czas:”. <strong>Ważne!!!</strong> „listy zakupów” nie można zmieniać.",
    "jsonTable": "!!! Aby z niego skorzystać, parseMode nie może być aktywny !!! Tworzy tabelę z JSON jako tabelę tekstową. Pierwsza wartość to jeden klucz JSON, za nią znajduje się nazwa kolumny. Możesz użyć więcej niż dwóch wartości. Nagłówek musi być wypełniony. Nie zmieniaj TextTable.",
    "latitude": "Szerokość",
    "lcTimestamp": "Ostatnia zmiana. Konwertuje znacznik czasu Uniksa na czas lokalny, format można zmienić na przykład na DD.MM.RRRR YY gg:mm:ss:sss",
    "linkedWith": "Jest powiązany z:",
    "longitude": "Długość geograficzna",
    "manuallyValue": "Umożliwia to ręczne ustawienie wartości w połączeniu z wartością identyfikatora, na przykład: staticValue{id:ID}staticValue",
    "math": "Konwertuje wartość, /10 można zastąpić",
    "menu": "Menu",
    "menuBack": "Po naciśnięciu następuje powrót do poprzedniego menu",
    "menuDeleteAll": "Generuje przycisk umożliwiający usunięcie wszystkich wiadomości od bota. Nawigacja jest opcjonalna. Po prostu pozostaw to pole puste, w przeciwnym razie możesz wejść do menu, które należy wywołać.",
    "menuDynamicSwitch": "Generuje przyciski mnożenia, wartości można wstawiać indywidualnie. Zastąp TRIGGER unikalną wartością. DługośćOfRow jest opcjonalna i można jej użyć do ustawienia liczby przycisków w rzędzie. <br><strong class='breakingChange'>Przerywanie zmiany!!!</strong>   Zmień ręcznie: `[Nazwa1:Wartość1, Nazwa2:Wartość2]` na `[Nazwa1|Wartość1, Nazwa2|Wartość2]`. Liczb dziesiętnych można teraz używać także jako wartości.",
    "menuList": "Lista menu",
    "menuNumber": "Numery można całkowicie wymieniać. 0-6 oznacza zakres, a 1 wielkość kroku. UNIT jest zastępowany przez jednostkę, ale może też pozostać pusty. Zastąp TRIGGER unikalną wartością.",
    "menuPercent": "10 można wymienić i wskazuje wielkość kroku 0%, 10%, 20%...! Zastąp TRIGGER unikalną wartością. Jest to używane w akcji SetState. Wprowadź żądany identyfikator. Poniżej wartości! wstawić",
    "menuSwitch": "Generuje dwa przyciski, w tym przypadku włączające i wyłączające z odpowiednimi wartościami prawda i fałsz. Zastąp TRIGGER unikalną wartością.",
    "menuToCopy": "Menu do skopiowania",
    "modifiedSubmenuValue": "Pozwala to ustawić zmodyfikowaną wartość podmenu w połączeniu z częścią statyczną, na przykład: staticValue{value}staticValue",
    "navigation": "Nawigacja",
    "navigationButtons": "Przyciski nawigacji",
    "newlineCheckbox": "Nowa linia",
    "no": "NIE",
    "noValue": "Wartość nie jest określona w tekście zwracanym",
    "notifiedByChangeOfAnotherState": "Jeśli chcesz otrzymać powiadomienie o zmianie innego punktu danych po ustawieniu punktu danych w polu wprowadzania ID. Zmiana zostanie udostępniona tylko wtedy, gdy zostanie ustawiona opcja ack:true. Obowiązkowe jest podanie tekstu poza {}, w przeciwnym razie zostanie on dodany automatycznie.",
    "oneTimeKey": "Żąda od klientów zmiany rozmiaru klawiatury w pionie w celu zapewnienia optymalnego dopasowania (np. zmniejszenia klawiatury, jeśli są tylko dwa rzędy przycisków). Domyślnie ustawiona jest wartość false. W takim przypadku niestandardowa klawiatura ma zawsze tę samą wysokość co standardowa klawiatura aplikacji.",
    "parseMode": "Tryb analizy",
    "parseModeBold": "Tekst w trybie analizy jest pogrubiony",
    "parseModeCode": "Tekst w trybie analizy jest kodem",
    "parseModeItalic": "Tekst w trybie analizy jest kursywą",
    "parseModeLink": "Tekst w trybie analizy to link",
    "password": "Hasło",
    "percent": "Procent",
    "picSendDelay": "Opóźnienie wysyłania zdjęć",
    "placeholderInstance": "--Proszę wybrać instancję telegramu--",
    "placeholderValue": "Symbol zastępczy wartości",
    "reallyDelete": "Czy na pewno chcesz to usunąć?",
    "renameMenu": "Zmień nazwę menu",
    "returnText": "Zwróć tekst",
    "save": "Ratować",
    "select": "Wybierać",
    "selectAMenuDropBox": "Wybierz menu, wybierz opcję przenieś lub skopiuj. Uważaj! Użytkownik musi być aktywny w wybranym menu!",
    "selectTargetMenu": "Wybierz menu docelowe",
    "sendMenuAfterRestart": "Wyślij menu po ponownym uruchomieniu",
    "setDynamicValue": "Umożliwia to zapisywanie wartości dynamicznych w punktach danych. Wystarczy wykonać połączenie, a następnie wprowadzić wartość w polu wejściowym. RequestText: Tekst żądania wartości. Typ: typ wartości (logiczna lub liczba). PotwierdźTekst: Tekst potwierdzający wartość. ID: Jeśli chcesz potwierdzić, że pochodzisz z innego stanu, wprowadź tutaj identyfikator. (jest to opcjonalne)",
    "setID": "Ustawia wartość identyfikatora na val, z potwierdzeniem (potwierdzone)",
    "setMenu": "Ustaw menu",
    "setWithAck": "Ustaw wartość za pomocą flagi potwierdzenia",
    "settings": "Ustawienia",
    "startMenus": "Menu startowe",
    "startSide": "Strona startowa",
    "statusMenu": "Odpytuje wartość identyfikatora, a następnie zastępuje ją wartością, dzięki czemu można wokół niego napisać tekst, możliwe jest również użycie go więcej niż jeden raz z rzędu. Parametr true umożliwia zmianę wartości poprzez zmianę funkcji. Jeśli nie zmienisz tej wartości, musisz ustawić ją na false, ale za tym kryje się kolejne żądanie {status: ... ze zmianą:true.",
    "submenu": "Podmenu",
    "switch": "Przełącznik",
    "switchCheckbox": "Przełącznik",
    "telegramInstance": "Instancja telegramu",
    "telegramUser": "Użytkownicy Telegramu",
    "text": "Tekst",
    "textNoEntry": "W przypadku braku wpisu zostanie wysłany SMS!",
    "trigger": "Spust",
    "tsTimestamp": "Znacznik czasu. Konwertuje znacznik czasu Uniksa na czas lokalny, format można zmienić na przykład na DD.MM.RRRR YY gg:mm:ss:sss",
    "unusedTrigger": "Nieużywany wyzwalacz",
    "url": "Adres URL",
    "usedTrigger": "Używany spust",
    "user": "Użytkownik",
    "userList": "Lista użytkowników",
    "userSelect": "Wybierz użytkownika lub dezaktywuj Menu, aby móc zapisać!",
    "value": "Wartość",
    "valueRound": "Zaokrągla wartość na przykład do 2 miejsc po przecinku",
    "values": "Wartości",
    "yes": "Tak"
}
