{
    " No entry, send to all Users.": "Brak wpisu, wyślij do wszystkich Użytkowników.",
    "--Please choose a telegram instance--": "--Proszę wybrać instancję telegramu--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 można wymienić i wskazuje wielkość kroku 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 można wymienić i wskazuje wielkość kroku 0%, 10%, 20%...! Zastąp TRIGGER unikalną wartością. Jest to używane w akcji SetState. Wprowadź żądany identyfikator. Poniżej wartości! wstawić",
    "Action": "Działanie",
    "Active": "Aktywny",
    "Active Menu:": "aktywne menu:",
    "Add": "dodać",
    "Add && as a placeholder for the value in the text": "Dodaj && jako symbol zastępczy dla wartości w tekście",
    "Add &amp;&amp; as a placeholder for the value in the text": "Dodaj && jako symbol zastępczy dla wartości w tekście",
    "Add Global User": "Dodaj użytkownika globalnego",
    "Add new Action": "Dodaj nową akcję",
    "Add new Groupname": "Dodaj nową nazwę grupy",
    "Add new Menu Name": "Dodaj nową nazwę menu",
    "Add new Navigation": "Dodaj nową Nawigację",
    "Add new User": "Dodaj nowego użytkownika",
    "Add new Username": "Dodaj nową nazwę użytkownika",
    "All User from Telegram, seperate with": "Wszyscy użytkownicy z Telegramu, oddzielni od",
    "All data will be lost. Confirm?": "Wszystkie dane zostaną utracone. Potwierdzać?",
    "At least one user must be checked, or the menu must be deactivated.": "Należy zaznaczyć przynajmniej jednego użytkownika lub dezaktywować menu.",
    "Call": "Dzwonić",
    "Call Text": "Tekst połączenia",
    "Call is allready in use!": "Połączenie jest już w użyciu!",
    "Cancel": "Anulować",
    "Changes the value in the return text, in this case from true to on and false to off": "Zmienia wartość w tekście zwracanym, w tym przypadku z true na on i false na off",
    "Choose a trigger": "Wybierz wyzwalacz",
    "Choose an action": "Wybierz akcję",
    "Choose your option": "Wybierz swoją opcję",
    "Close": "Zamknąć",
    "Confirm": "Potwierdzać",
    "Confirm message": "Potwierdź wiadomość",
    "Confirm set value": "Potwierdź ustawioną wartość",
    "Confirms the value": "Potwierdza wartość",
    "Converts a Unix timestamp to a local time": "Konwertuje znacznik czasu Uniksa na czas lokalny",
    "Converts the value, /10 can be replaced": "Konwertuje wartość, /10 można zastąpić",
    "Copy Data": "Kopiuj dane",
    "Copy Elements from other Menus": "Kopiuj elementy z innych menu",
    "Delay": "Opóźnienie",
    "Delay (ms)": "Opóźnienie (ms)",
    "Delete Menu": "Usuń menu",
    "Delete User": "Usuń użytkownika",
    "Directory": "Informator",
    "Do you really want to delete the group?": "Czy na pewno chcesz usunąć grupę?",
    "Do you really want to delete this menu?": "Czy na pewno chcesz usunąć to menu?",
    "Each entry may only occur once in the complete navigation": "Każdy wpis może wystąpić tylko raz w całej nawigacji",
    "Edit Menu": "Edytuj menu",
    "Edit Username": "Edytuj nazwę użytkownika",
    "Entry not found!": "Nie znaleziono wpisu!",
    "Filename": "Nazwa pliku",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Generuje dwa przyciski, w tym przypadku włączające i wyłączające z odpowiednimi wartościami prawda i fałsz. Zastąp TRIGGER unikalną wartością.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Generuje dwa przyciski, w tym przypadku włączające i wyłączające z odpowiednimi wartościami prawda i fałsz.",
    "Global User activ": "Globalna aktywność użytkowników",
    "Hide": "Ukrywać",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Jeśli chcesz otrzymać powiadomienie o zmianie innego punktu danych po ustawieniu punktu danych w polu wprowadzania ID. Zmiana zostanie udostępniona tylko wtedy, gdy zostanie ustawiona opcja ack:true. Obowiązkowe jest podanie tekstu poza {}, w przeciwnym razie zostanie on dodany automatycznie.",
    "Instance": "Instancja",
    "Instanze": "Instancja",
    "Menu list": "Lista menu",
    "Navigation": "Nawigacja",
    "New Row": "Nowy rząd",
    "No": "NIE",
    "Outputs the name of the data point": "Wyświetla nazwę punktu danych",
    "Percent": "Procent",
    "Placeholder for the value": "Symbol zastępczy wartości",
    "Please Save the Nav Settings before you go to the aktions !!!": "Zapisz ustawienia nawigacji, zanim przejdziesz do działań !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Sprawdź wyzwalacze, zapisz i ponownie otwórz to menu, aby zamknąć błąd!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Wybierz użytkownika lub dezaktywuj Menu, aby móc zapisać!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Wysyła zapytanie o wartość identyfikatora, a następnie zastępuje ją wartością, aby można było wokół niej zapisać tekst",
    "Rename menu name": "Zmień nazwę menu",
    "Rendering url": "URL renderowania",
    "Replace TRIGGER with a unique value.": "Zastąp TRIGGER unikalną wartością.",
    "Return text": "Zwróć tekst",
    "Rounds the value for example to 2 decimal places": "Zaokrągla wartość na przykład do 2 miejsc po przecinku",
    "Save": "Ratować",
    "Select": "Wybierać",
    "Select a Menu": "Wybierz menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Wybierz menu, przenieś lub skopiuj. Uwaga! Użytkownik musi być aktywny w wybranym menu!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Wybierz menu, wybierz opcję przenieś lub skopiuj. Uważaj! Użytkownik musi być aktywny w wybranym menu!",
    "Sets the value of the ID to the val, with ack(confirmed)": "Ustawia wartość identyfikatora na val, z potwierdzeniem (potwierdzone)",
    "Settings": "Ustawienia",
    "Startside": "Strona startowa",
    "Switch": "Przełącznik",
    "Telegram Instance": "Instancja telegramu",
    "Telegram Users": "Użytkownicy Telegramu",
    "Text will be send if no entry was found!": "Tekst zostanie wysłany, jeśli nie znaleziono żadnego wpisu!",
    "The Value is not specified in the return text": "Wartość nie jest określona w tekście zwracanym",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Numery można całkowicie wymieniać. 0-6 oznacza zakres, a 1 wielkość kroku. UNIT jest zastępowany przez jednostkę, ale może też pozostać pusty.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Numery można całkowicie wymieniać. 0-6 oznacza zakres, a 1 wielkość kroku. UNIT jest zastępowany przez jednostkę, ale może też pozostać pusty. Zastąp TRIGGER unikalną wartością.",
    "The trigger is allready in use.": "Spust jest już w użyciu.",
    "There are doubled used Triggers:": "Wyzwalacze są używane podwójnie:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Jest to używane w akcji w ramach SetState. Wprowadź żądany identyfikator. Poniżej wartości! wstawić",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Aby wstawić identyfikator, wystarczy najpierw wstawić blok i wybrać identyfikator. Zostanie on następnie automatycznie wstawiony w odpowiednim miejscu, nawet jeśli identyfikator ma zostać zmieniony. Jeżeli kod nie rozpoznaje bloku, na końcu dodawany jest identyfikator.",
    "Trigger": "Spust",
    "Users for this Group, seperate with": "Użytkownicy dla tej grupy, oddzielni od",
    "Users from Telegram": "Użytkownicy Telegrama",
    "Value": "Wartość",
    "What is to do?": "Co robić?",
    "When pressed, you jump back to the previous menu": "Po naciśnięciu następuje powrót do poprzedniego menu",
    "Yes": "Tak",
    "You have double triggers, please remove them!": "Masz podwójne wyzwalacze, usuń je!",
    "active": "aktywny",
    "telegram-menu adapter settings": "Ustawienia adaptera dla menu telegramu"
}
