{
    "ID": "ИДЕНТИФИКАТОР",
    "IDs": "идентификаторы",
    "ack": "Подтверждаю",
    "action": "Действие",
    "active": "активный",
    "activeMenu": "Активное меню:",
    "add": "добавлять",
    "addAction": "Добавить новое действие",
    "addMenu": "Добавить новое имя меню",
    "binding": "Привязки: сначала Var с идентификатором, затем условие и текст.",
    "breakpointNewline": "Точка останова для новой строки. Вставьте ее только в текст.",
    "call": "Вызов",
    "cancel": "Отмена",
    "changeFunction": "Изменяет значение в возвращаемом тексте, в данном случае с true на on и с false на off.",
    "chooseAction": "Выберите действие",
    "close": "Закрывать",
    "commonName": "Выводит имя точки данных",
    "condition": "Состояние",
    "conditionMenu": "Условие открытия меню",
    "confirm": "Подтверждать",
    "confirmDelete": "Все данные будут потеряны. Подтверждать?",
    "confirmMessage": "Подтвердите сообщением",
    "confirmSet": "Внимание. Значение только установлено, но еще не подтверждено адаптером. Вы можете удалить noValue, тогда значение будет отображаться. Позиция && заменяется значением или будет помещена в конец",
    "convertsUnixTimestamp": "Преобразует временную метку Unix в местное время.",
    "createMenu": "Пожалуйста, создайте меню!",
    "delay": "Задержка (мс)",
    "directory": "Каталог",
    "doubleTrigger": "У вас есть двойные триггеры, пожалуйста, удалите их!",
    "entryNotFound": "Запись не найдена!",
    "executedMenu": "Выполненное меню",
    "filename": "Имя файла",
    "hide": "Скрывать",
    "inactive": "Неактивный",
    "insertID": "Чтобы вставить идентификатор, просто сначала вставьте блок, выберите идентификатор. Затем он будет автоматически вставлен в соответствующее место, даже если идентификатор необходимо изменить. Если код не распознает блок, идентификатор добавляется в конец.",
    "instance": "Пример",
    "isSubmenu": "Это подменю!",
    "jsonShoppingList": "То же, что и выше, но когда вы нажимаете кнопку, элемент будет удален. Ключом для элементов является `name:`, вы также можете добавить `time:`. <strong>Важно!!!</strong> «Список покупок» нельзя изменить.",
    "jsonTable": "!!! Чтобы его использовать, parseMode не должен быть активным!!! Создает таблицу из JSON в виде текстовой таблицы. Первое значение — это один ключ JSON, за ним — имя столбца. Вы можете использовать более двух значений. Заголовок должен быть заполнен. Не меняйте TextTable.",
    "latitude": "Широта",
    "lcTimestamp": "ПоследнееИзменение. Преобразует временную метку Unix в местное время, формат можно изменить, например, на ДД.ММ.ГГГГ ГГ чч:мм:сс:сс",
    "linkedWith": "Связано с:",
    "longitude": "Долгота",
    "manuallyValue": "Это позволяет вам вручную установить значение в сочетании со значением идентификатора, например: staticValue{id:ID}staticValue.",
    "math": "Преобразует значение, /10 можно заменить",
    "menu": "Меню",
    "menuBack": "При нажатии вы возвращаетесь в предыдущее меню.",
    "menuDeleteAll": "Создает кнопку для удаления всех сообщений от бота. Навигация не является обязательной. Просто оставьте это поле пустым, иначе вы сможете войти в меню, которое необходимо вызвать.",
    "menuDynamicSwitch": "Генерирует кнопки умножения, значения можно вставлять индивидуально. Замените TRIGGER уникальным значением. ДлинаOfRow является необязательной и может использоваться для установки количества кнопок в строке. <br><strong class='breakingChange'>Критическое изменение!!!</strong>   Измените вручную: `[Name1:Value1, Name2:Value2]` на `[Name1|Value1, Name2|Value2]`. Десятичные числа теперь также можно использовать в качестве значений.",
    "menuList": "Список меню",
    "menuNumber": "Номера можно полностью поменять. 0–6 указывает диапазон, а 1 — размер шага, UNIT заменяется единицей, но также можно оставить пустым. Замените TRIGGER уникальным значением.",
    "menuPercent": "10 можно заменить и указывает размер шага 0%, 10%, 20%...! Замените TRIGGER уникальным значением. Это используется в действии SetState. Введите желаемый идентификатор. Ниже значения! вставлять",
    "menuSwitch": "Создает две кнопки, в данном случае «Вкл» и «Выкл» с соответствующими значениями true и false. Замените TRIGGER уникальным значением.",
    "menuToCopy": "Меню для копирования",
    "modifiedSubmenuValue": "Это позволяет вам установить измененное значение подменю в сочетании со статической частью, например: staticValue{value}staticValue",
    "navigation": "Навигация",
    "navigationButtons": "Кнопки навигации",
    "newlineCheckbox": "Новая строка",
    "no": "Нет",
    "noValue": "Значение не указано в тексте возврата",
    "notifiedByChangeOfAnotherState": "Если вы хотите получать уведомления об изменении другой точки данных после того, как вы установили точку данных в поле ввода идентификатора. Изменение будет опубликовано только в том случае, если для него установлено значение ack:true. Обязательно укажите текст за пределами {}, иначе он будет добавлен автоматически.",
    "oneTimeKey": "Просит клиентов изменить размер клавиатуры по вертикали для оптимального соответствия (например, уменьшить клавиатуру, если на ней всего два ряда кнопок). По умолчанию установлено значение false. В этом случае пользовательская клавиатура всегда имеет ту же высоту, что и стандартная клавиатура приложения.",
    "parseMode": "Режим анализа",
    "parseModeBold": "Текст в режиме анализа выделен жирным шрифтом.",
    "parseModeCode": "Текст в режиме синтаксического анализа — это код",
    "parseModeItalic": "Текст в режиме синтаксического анализа выделен курсивом.",
    "parseModeLink": "Текст в режиме синтаксического анализа является ссылкой",
    "password": "Пароль",
    "percent": "Процент",
    "picSendDelay": "Задержка отправки изображения",
    "placeholderInstance": "--Пожалуйста, выберите экземпляр Telegram--",
    "placeholderValue": "Заполнитель значения",
    "reallyDelete": "Вы действительно хотите удалить это?",
    "renameMenu": "Переименовать название меню",
    "returnText": "Возвращаемый текст",
    "save": "Сохранять",
    "select": "Выбирать",
    "selectAMenuDropBox": "Выберите меню, выберите перемещение или копирование. Осторожно! Пользователь должен быть активен в выбранном меню!",
    "selectTargetMenu": "Выберите целевое меню",
    "sendMenuAfterRestart": "Меню отправки после перезагрузки",
    "setDynamicValue": "Это позволяет записывать динамические значения в точки данных. Просто позвоните, а затем введите значение в поле ввода. RequestText: текст для запроса значения. Тип: тип значения (логическое или числовое). ConfirmText: текст для подтверждения значения. Идентификатор: если вы хотите подтвердить из другого штата, введите здесь идентификатор. (Это необязательно).",
    "setID": "Устанавливает значение идентификатора val с подтверждением (подтверждено).",
    "setMenu": "Установить меню",
    "setWithAck": "Установите значение с помощью ack-Flag",
    "settings": "Настройки",
    "startMenus": "Меню «Пуск»",
    "startSide": "Стартовая сторона",
    "statusMenu": "Запрашивает значение идентификатора, а затем заменяет его значением, поэтому вокруг него можно писать текст, а также можно использовать его более одного раза подряд. Параметр true позволяет изменить значение путем изменения функции. Вам необходимо установить значение false, если вы не измените это значение, но за этим стоит другой запрос {status: ... с изменением: true.",
    "submenu": "Подменю",
    "switch": "Выключатель",
    "switchCheckbox": "Выключатель",
    "telegramInstance": "Экземпляр Телеграммы",
    "telegramUser": "Пользователи из Telegram",
    "text": "Текст",
    "textNoEntry": "Текст будет отправлен, если запись не найдена!",
    "trigger": "Курок",
    "tsTimestamp": "Временная метка. Преобразует временную метку Unix в местное время, формат можно изменить, например, на ДД.ММ.ГГГГ ГГ чч:мм:сс:сс",
    "unusedTrigger": "Неиспользованный триггер",
    "url": "URL-адрес",
    "usedTrigger": "Используемый триггер",
    "user": "Пользователь",
    "userList": "Список пользователей",
    "userSelect": "Пожалуйста, выберите пользователя или деактивируйте меню, прежде чем вы сможете сохранить!",
    "value": "Ценить",
    "valueRound": "Округляет значение, например, до 2 десятичных знаков.",
    "values": "Ценности",
    "yes": "Да"
}
