{
    " No entry, send to all Users.": "Нет записи, отправить всем пользователям.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Чтобы его использовать, parseMode не должен быть активным!!! Создает таблицу из JSON в виде текстовой таблицы. Первое значение — это один ключ JSON, за ним — имя столбца. Вы можете использовать более двух значений. Заголовок должен быть заполнен. Не меняйте TextTable.",
    "--Please choose a telegram instance--": "--Пожалуйста, выберите экземпляр Telegram--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 можно заменить и указывает размер шага 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 можно заменить и указывает размер шага 0%, 10%, 20%...! Замените TRIGGER уникальным значением. Это используется в действии SetState. Введите желаемый идентификатор. Ниже значения! вставлять",
    "Action": "Действие",
    "Active": "Активный",
    "Active Menu:": "Активное меню:",
    "Add": "добавлять",
    "Add && as a placeholder for the value in the text": "Добавьте && в качестве заполнителя для значения в тексте.",
    "Add &amp;&amp; as a placeholder for the value in the text": "Добавьте && в качестве заполнителя для значения в тексте.",
    "Add Global User": "Добавить глобального пользователя",
    "Add new Action": "Добавить новое действие",
    "Add new Groupname": "Добавить новое имя группы",
    "Add new Menu Name": "Добавить новое имя меню",
    "Add new Navigation": "Добавить новую навигацию",
    "Add new User": "Добавить нового пользователя",
    "Add new Username": "Добавить новое имя пользователя",
    "All User from Telegram, seperate with": "Все пользователи из Telegram, отдельно от",
    "All data will be lost. Confirm?": "Все данные будут потеряны. Подтверждать?",
    "At least one user must be checked, or the menu must be deactivated.": "Необходимо отметить хотя бы одного пользователя или деактивировать меню.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Внимание. Значение только установлено, но еще не подтверждено адаптером. Вы можете удалить noValue, тогда значение будет отображаться. Позиция && заменяется значением или будет стоять в конце.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be put at the End": "Внимание. Значение только установлено, но еще не подтверждено адаптером. Вы можете удалить noValue, тогда значение будет отображаться. Позиция && заменяется значением или будет помещена в конец",
    "Breakpoint for a new line, Only insert this in the Text": "Точка останова для новой строки. Вставьте ее только в текст.",
    "Call": "Вызов",
    "Call Text": "Текст вызова",
    "Call is allready in use!": "Вызов уже занят!",
    "Cancel": "Отмена",
    "Changes the value in the return text, in this case from true to on and false to off": "Изменяет значение в возвращаемом тексте, в данном случае с true на on и с false на off.",
    "Choose a trigger": "Выберите триггер",
    "Choose an action": "Выберите действие",
    "Choose your option": "Выберите свой вариант",
    "Close": "Закрывать",
    "Condition to open Menu": "Условие открытия меню",
    "Confirm": "Подтверждать",
    "Confirm message": "Подтвердите сообщение",
    "Confirm set value": "Подтвердите установленное значение",
    "Confirm with message": "Подтвердите сообщением",
    "Confirms the value": "Подтверждает ценность",
    "Converts a Unix timestamp to a local time": "Преобразует временную метку Unix в местное время.",
    "Converts the value, /10 can be replaced": "Преобразует значение, /10 можно заменить",
    "Copy Data": "Копировать данные",
    "Copy Elements from other Menus": "Копирование элементов из других меню",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Создает таблицу из JSON в виде встроенной клавиатуры. Первое значение — это один ключ JSON, за ним — имя столбца. Вы можете использовать более двух значений. Заголовок должен быть заполнен.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Создает таблицу из JSON в виде текстовой таблицы. Первое значение — это один ключ JSON, за ним — имя столбца. Вы можете использовать более двух значений. Заголовок должен быть заполнен. Не меняйте TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Создает таблицу из JSON. Первое значение — это один ключ JSON, за ним — имя столбца. Вы можете использовать более двух значений. Заголовок должен быть заполнен.",
    "Delay": "Задерживать",
    "Delay (ms)": "Задержка (мс)",
    "Delete Menu": "Удалить меню",
    "Delete User": "Удалить пользователя",
    "Directory": "Каталог",
    "Do you really want to delete the group?": "Вы действительно хотите удалить группу?",
    "Do you really want to delete this menu?": "Вы действительно хотите удалить это меню?",
    "Each entry may only occur once in the complete navigation": "Каждая запись может встречаться только один раз за всю навигацию.",
    "Edit Menu": "Меню редактирования",
    "Edit Username": "Изменить имя пользователя",
    "Entry not found!": "Запись не найдена!",
    "Executed Menu": "Выполненное меню",
    "Filename": "Имя файла",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Создает кнопку для удаления всех сообщений от бота. Навигация не является обязательной.",
    "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.": "Создает кнопку для удаления всех сообщений от бота. Навигация не является обязательной. Просто оставьте это поле пустым, иначе вы сможете войти в меню, которое необходимо вызвать.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Генерирует множественные кнопки, значения можно вставлять индивидуально. Замените TRIGGER уникальным значением. LenghtOfRow является необязательным и может использоваться для установки количества кнопок в строке.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <br><strong class='breakingChange'>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Генерирует множественные кнопки, значения можно вставлять индивидуально. Замените TRIGGER уникальным значением. LenghtOfRow является необязательным и может использоваться для установки количества кнопок в строке. <br><strong class='breakingChange'>Критическое изменение!!!</strong>   Измените вручную: `[Name1:Value1, Name2:Value2]` на `[Name1|Value1, Name2|Value2]`. Десятичные числа теперь также можно использовать в качестве значений.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <strong>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` change to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Генерирует множественные кнопки, значения можно вставлять индивидуально. Замените TRIGGER уникальным значением. LenghtOfRow является необязательным и может использоваться для установки количества кнопок в строке. <strong>Критическое изменение!!!</strong>   Измените вручную: `[Name1:Value1, Name2:Value2]` измените на `[Name1|Value1, Name2|Value2]`. Десятичные числа теперь также можно использовать в качестве значений.",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Создает две кнопки, в данном случае «Вкл» и «Выкл» с соответствующими значениями true и false. Замените TRIGGER уникальным значением.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Генерирует две кнопки, в данном случае «вкл» и «выкл» с соответствующими значениями true и false.",
    "Global User activ": "Глобальная активность пользователя",
    "Hide": "Скрывать",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Если вы хотите получать уведомления об изменении другой точки данных после того, как вы установили точку данных в поле ввода идентификатора. Изменение будет опубликовано только в том случае, если для него установлено значение ack:true. Обязательно укажите текст за пределами {}, иначе он будет добавлен автоматически.",
    "Inactive": "Неактивный",
    "Instance": "Пример",
    "Instanze": "Мгновенный",
    "Is linked with: ": "Связано с:",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Последнее изменение. Преобразует временную метку Unix в местное время, формат можно изменить, например, на ДД.ММ.ГГГГ ГГ чч:мм:сс:сс",
    "Menu": "Меню",
    "Menu list": "Список меню",
    "Menu to be executed": "Меню для выполнения",
    "Navigation": "Навигация",
    "Navigation Buttons": "Кнопки навигации",
    "New Row": "Новый ряд",
    "No": "Нет",
    "Outputs the name of the data point": "Выводит имя точки данных",
    "Percent": "Процент",
    "Placeholder for the value": "Заполнитель значения",
    "Please Save the Nav Settings before you go to the aktions !!!": "Пожалуйста, сохраните настройки навигации, прежде чем переходить к действиям !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Пожалуйста, проверьте триггеры, сохраните и снова откройте это меню, чтобы закрыть ошибку!",
    "Please create a menu!": "Пожалуйста, создайте меню!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Пожалуйста, выберите пользователя или деактивируйте меню, прежде чем вы сможете сохранить!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Запрашивает значение идентификатора, а затем заменяет его значением, чтобы вокруг него можно было написать текст.",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Запрашивает значение идентификатора, а затем заменяет его значением, чтобы вокруг него можно было писать текст, а также можно использовать его более одного раза подряд.",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row. The parameter true is a option to change Value by function change. You have to set it to false if you don´t change this value, but behind this there is anoter {status: ... request with change:true.": "Запрашивает значение идентификатора, а затем заменяет его значением, поэтому вокруг него можно писать текст, а также можно использовать его более одного раза подряд. Параметр true позволяет изменить значение путем изменения функции. Вам необходимо установить значение false, если вы не измените это значение, но за этим стоит другой запрос {status: ... с изменением: true.",
    "Rename menu name": "Переименовать название меню",
    "Rendering url": "URL-адрес рендеринга",
    "Replace TRIGGER with a unique value.": "Замените TRIGGER уникальным значением.",
    "Requests clients to hide the keyboard as soon as it's been used. The keyboard will still be available, but clients will automatically display the usual letter-keyboard in the chat - the user can press a special button in the input field to see the custom keyboard again.": "Просит клиентов скрывать клавиатуру сразу после ее использования. Клавиатура по-прежнему будет доступна, но клиенты будут автоматически отображать в чате обычную буквенную клавиатуру — пользователь может нажать специальную кнопку в поле ввода, чтобы снова увидеть кастомную клавиатуру.",
    "Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.": "Просит клиентов изменить размер клавиатуры по вертикали для оптимального соответствия (например, уменьшить клавиатуру, если на ней всего два ряда кнопок). По умолчанию установлено значение false. В этом случае пользовательская клавиатура всегда имеет ту же высоту, что и стандартная клавиатура приложения.",
    "Return text": "Возвращаемый текст",
    "Rounds the value for example to 2 decimal places": "Округляет значение, например, до 2 десятичных знаков.",
    "Save": "Сохранять",
    "Select": "Выбирать",
    "Select a Menu": "Выберите меню",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Выберите меню, переместите или скопируйте. Внимание! Пользователь должен быть активен в выбранном меню!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Выберите меню, выберите перемещение или копирование. Осторожно! Пользователь должен быть активен в выбранном меню!",
    "Send Menu after Restart": "Меню отправки после перезагрузки",
    "Set Value with ack-Flag": "Установите значение с помощью ack-Flag",
    "Set menu": "Набор меню",
    "Sets the value of the ID to the val, with ack(confirmed)": "Устанавливает значение идентификатора val с подтверждением (подтверждено).",
    "Settings": "Настройки",
    "Start Menus": "Меню «Пуск»",
    "Startside": "Стартовая сторона",
    "Switch": "Выключатель",
    "Telegram Instance": "Экземпляр Телеграммы",
    "Telegram Users": "Пользователи Telegram",
    "Text in Parse Mode is Bold": "Текст в режиме анализа выделен жирным шрифтом",
    "Text in Parse Mode is Code": "Текст в режиме анализа — это код",
    "Text in Parse Mode is Italic": "Текст в режиме анализа выделен курсивом",
    "Text in Parse Mode is Link": "Текст в режиме анализа — это ссылка",
    "Text will be send if no entry was found!": "Текст будет отправлен, если запись не найдена!",
    "The Value is not specified in the return text": "Значение не указано в тексте возврата",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Номера можно полностью поменять. 0–6 указывает диапазон, а 1 — размер шага, UNIT заменяется единицей, но также можно оставить пустым.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Номера можно полностью поменять. 0–6 указывает диапазон, а 1 — размер шага, UNIT заменяется единицей, но также можно оставить пустым. Замените TRIGGER уникальным значением.",
    "The same as above, but when you click on a button, the item will be deleted, 'shoppinglist' may not be changed.": "То же, что и выше, но при нажатии на кнопку товар будет удален, «список покупок» изменить нельзя.",
    "The same as above, but when you click on a button, the item will be deleted,the Key for the Items is `name:`, you can also add `time:`. <strong>Important!!!</strong>  'shoppinglist' may not be changed.": "То же, что и выше, но при нажатии на кнопку элемент будет удален. Ключом для элементов является `name:`, вы также можете добавить `time:`. <strong>Важно!!!</strong> «Список покупок» нельзя изменить.",
    "The trigger is allready in use.": "Триггер уже используется.",
    "There are doubled used Triggers:": "В два раза используются триггеры:",
    "This allows you to set a  manually value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Это позволяет вам вручную установить значение в сочетании со значением идентификатора, например: staticValue{id:ID}staticValue.",
    "This allows you to set a modified Submenu Value in combination with a static part , like this: staticValue{value}staticValue": "Это позволяет вам установить измененное значение подменю в сочетании со статической частью, например: staticValue{value}staticValue",
    "This allows you to set a value manually set Value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Это позволяет вам вручную установить значение в сочетании со значением идентификатора, например: staticValue{id:ID}staticValue",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Это позволяет записывать динамические значения в точки данных. Просто позвоните, а затем введите значение в поле ввода. RequestText: текст для запроса значения. Тип: тип значения (логическое или числовое). ConfirmText: текст для подтверждения значения.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Это позволяет записывать динамические значения в точки данных. Просто позвоните, а затем введите значение в поле ввода. RequestText: текст для запроса значения. Тип: тип значения. ConfirmText: текст для подтверждения значения.",
    "This is a Submenu!": "Это подменю!",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Это используется в действии в SetState. Введите желаемый идентификатор. Ниже значения! вставлять",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Временная метка. Преобразует временную метку Unix в местное время, формат можно изменить, например, на ДД.ММ.ГГГГ ГГ чч:мм:сс:сс",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Чтобы вставить идентификатор, просто сначала вставьте блок, выберите идентификатор. Затем он будет автоматически вставлен в соответствующее место, даже если идентификатор необходимо изменить. Если код не распознает блок, идентификатор добавляется в конец.",
    "Trigger": "Курок",
    "Unused Trigger": "Неиспользованный триггер",
    "Used Trigger": "Используемый триггер",
    "User List": "Список пользователей",
    "Users for this Group, seperate with": "Пользователи этой группы, отдельные с",
    "Users from Telegram": "Пользователи из Telegram",
    "Value": "Ценить",
    "What is to do?": "Что делать?",
    "When pressed, you jump back to the previous menu": "При нажатии вы возвращаетесь в предыдущее меню.",
    "Yes": "Да",
    "You have double triggers, please remove them!": "У вас есть двойные триггеры, пожалуйста, удалите их!",
    "active": "активный",
    "telegram-menu adapter settings": "Настройки адаптера для телеграм-меню"
}
