{
    "ID": "ID",
    "IDs": "ID",
    "abort": "Abbrechen",
    "ack": "Ack",
    "action": "Aktion",
    "active": "Aktiv",
    "activeMenu": "Aktives Menü:",
    "add": "Hinzufügen",
    "addAction": "Neue Aktion hinzufügen",
    "addCreatedMenus": "Füge bereits erstellte Menüs als Schaltflächen hinzu",
    "addMenu": "Neuen Menünamen hinzufügen",
    "binding": "Bindungen: Zuerst Var mit ID, dann die Bedingung und der Text.",
    "breakpointNewline": "Haltepunkt für eine neue Zeile. Fügen Sie diesen nur in den Text ein",
    "call": "Aufruf",
    "cancel": "Stornieren",
    "changeFunction": "Ändert den Wert im Rückgabetext, in diesem Fall von „true“ auf „on“ und von „false“ auf „off“.",
    "chooseAction": "Wählen Sie eine Aktion",
    "close": "Schließen",
    "commonName": "Gibt den Namen des Datenpunkts aus",
    "condition": "Zustand",
    "conditionMenu": "Bedingung zum Öffnen des Menüs",
    "confirm": "Bestätigen",
    "confirmDelete": "Alle Daten gehen verloren. Bestätigen?",
    "confirmMessage": "Mit Nachricht bestätigen",
    "confirmSet": "Aufmerksamkeit. Der Wert wurde vom Adapter nur gesetzt, aber noch nicht bestätigt. Sie können noValue entfernen, dann wird der Wert angezeigt. Position && wird durch Wert ersetzt oder ans Ende gestellt",
    "contactDeveloperForExistingMenu": "Wenn das Menü existiert, aber nicht gefunden wurde, erstellen Sie bitte ein Issue auf Github!",
    "convertsUnixTimestamp": "Konvertiert einen Unix-Zeitstempel in eine lokale Zeit",
    "copy": "Kopieren",
    "createMenu": "Bitte erstellen Sie ein Menü!",
    "delay": "Verzögerung (ms)",
    "delete": "Löschen",
    "description": "Beschreibung",
    "descriptionInfo": "Hier können Sie Informationen zu Anrufen eingeben. Diese werden angezeigt, wenn Sie in der Navigation auf einen Navigationsbutton klicken und keinen direkten Link haben, sondern über ein eigenes Skript abgefangen werden. So behalten Sie einen besseren Überblick.",
    "descriptions": "Beschreibungen",
    "directory": "Verzeichnis",
    "doubleTrigger": "Sie haben Doppelauslöser, bitte entfernen Sie diese!",
    "edit": "Bearbeiten",
    "entryNotFound": "Eintrag nicht gefunden!",
    "executedMenu": "Ausgeführtes Menü",
    "filename": "Dateiname",
    "hide": "Verstecken",
    "identification": "Identifikation",
    "inactive": "Inaktiv",
    "info": "Info",
    "insertID": "Um eine ID einzufügen, fügen Sie einfach zuerst den Block ein und wählen Sie die ID aus. Diese wird dann automatisch an der entsprechenden Stelle eingefügt, auch wenn die ID geändert werden soll. Wenn der Code den Block nicht erkennt, wird die ID am Ende angehängt.",
    "instance": "Beispiel",
    "isSubmenu": "Untermenü",
    "jsonShoppingList": "Das Gleiche wie oben, aber wenn Sie auf eine Schaltfläche klicken, wird das Element gelöscht. Der Schlüssel für die Elemente ist „Name:“, Sie können auch „Zeit:“ hinzufügen. <strong>Wichtig!!!</strong> 'Einkaufsliste' darf nicht geändert werden.",
    "jsonTable": "!!! Um es zu verwenden, darf parseMode nicht aktiv sein!!! Erstellt eine Tabelle aus einem JSON als Texttabelle. Der erste Wert ist ein Schlüssel des JSON, dahinter steht der Name der Spalte. Sie können mehr als zwei Werte verwenden. Die Kopfzeile muss ausgefüllt sein. Ändern Sie TextTable nicht.",
    "latitude": "Breitengrad",
    "lcTimestamp": "Letzte Bearbeitung. Konvertiert einen Unix-Zeitstempel in eine lokale Zeit. Das Format kann geändert werden, beispielsweise in TT.MM.JJJJ JJ hh:mm:ss:sss",
    "linkedWith": "Ist verknüpft mit:",
    "longitude": "Längengrad",
    "manuallyValue": "Dadurch können Sie einen manuellen Wert in Kombination mit dem ID-Wert festlegen, etwa so: staticValue{id:ID}staticValue",
    "math": "Wandelt den Wert um, /10 kann ersetzt werden",
    "menu": "Speisekarte",
    "menuBack": "Beim Drücken springen Sie zurück zum vorherigen Menü",
    "menuCannotBeFound": "Das angeklickte Menü kann nicht gefunden werden!",
    "menuDeleteAll": "Erzeugt eine Schaltfläche zum Löschen aller Nachrichten vom Bot. Die Navigation ist optional. Lassen Sie es einfach leer, sonst können Sie ein Menü eingeben, das aufgerufen werden soll.",
    "menuDynamicSwitch": "Erzeugt Multiplikationsschaltflächen, Werte können individuell eingegeben werden. Ersetzen Sie TRIGGER durch einen eindeutigen Wert. LengthOfRow ist optional und kann verwendet werden, um die Anzahl der Schaltflächen pro Zeile festzulegen. <br><strong class='breakingChange'>Breaking Change!!!</strong>   Bitte ändern Sie manuell: „[Name1:Wert1, Name2:Wert2]“ in „[Name1|Wert1, Name2|Wert2]“. Als Werte können nun auch Dezimalzahlen verwendet werden.",
    "menuList": "Menüliste",
    "menuNumber": "Die Nummern können komplett ausgetauscht werden. 0-6 gibt den Bereich und 1 die Schrittweite an, UNIT wird durch eine Einheit ersetzt, kann aber auch leer gelassen werden. Ersetzen Sie TRIGGER durch einen eindeutigen Wert.",
    "menuPercent": "10 ist ersetzbar und gibt die Schrittweite 0%, 10%, 20%... an! Ersetzen Sie TRIGGER durch einen eindeutigen Wert. Dies wird in der Aktion SetState verwendet. Geben Sie die gewünschte ID ein. Unter dem Wert! einfügen",
    "menuSwitch": "Erzeugt zwei Schaltflächen, in diesem Fall ein und aus, mit den jeweiligen Werten wahr und falsch. Ersetzen Sie TRIGGER durch einen eindeutigen Wert.",
    "menuToCopy": "Wählen Sie zunächst das Menü aus, in das Sie Daten kopieren möchten. Dann die Zeile, in der es hinzugefügt werden soll. Sollten noch keine Daten vorhanden sein, klicken Sie auf Speichern und diese werden nach Abfrage des neuen Triggernamens erstellt.",
    "modifiedSubmenuValue": "Dadurch können Sie einen modifizierten Untermenüwert in Kombination mit einem statischen Teil festlegen, etwa so: staticValue{value}staticValue",
    "navigation": "Navigation",
    "navigationButtons": "Navigationstasten",
    "newlineCheckbox": "Newline",
    "no": "NEIN",
    "noValue": "Der Wert ist im Rückgabetext nicht angegeben",
    "notifiedByChangeOfAnotherState": "Wenn Sie über die Änderung eines anderen Datenpunkts benachrichtigt werden möchten, nachdem Sie den Datenpunkt im Eingabefeld ID festgelegt haben. Die Änderung wird nur geteilt, wenn sie mit ack:true gesetzt ist. Es ist zwingend erforderlich, einen Text außerhalb des {} anzugeben, andernfalls wird er automatisch hinzugefügt.",
    "ok": "OK",
    "oneTimeKey": "Fordert Kunden auf, die Größe der Tastatur vertikal zu ändern, um eine optimale Passform zu erzielen (z. B. die Tastatur kleiner zu machen, wenn nur zwei Tastenreihen vorhanden sind). Der Standardwert ist „false“. In diesem Fall hat die benutzerdefinierte Tastatur immer die gleiche Höhe wie die Standardtastatur der App.",
    "overview": "Überblick",
    "parseMode": "HTML im Analysemodus",
    "parseModeBold": "Text im Parse-Modus ist fett",
    "parseModeCode": "Text im Parse-Modus ist Code",
    "parseModeItalic": "Text im Parse-Modus ist kursiv",
    "parseModeLink": "Text im Parse-Modus ist ein Link",
    "password": "Passwort",
    "percent": "Prozent",
    "picSendDelay": "Verzögerung beim Senden von Bildern",
    "placeholderInstance": "--Bitte wählen Sie eine Telegram-Instanz--",
    "placeholderValue": "Platzhalter für den Wert",
    "reallyDelete": "Möchten Sie das wirklich löschen?",
    "renameMenu": "Benennen Sie den Menünamen um",
    "returnText": "Rückgabetext",
    "save": "Speichern",
    "select": "Wählen",
    "selectAMenuDropBox": "Wählen Sie ein Menü, wählen Sie „Verschieben“ oder „Kopieren“. Achtung! Im ausgewählten Menü muss ein Benutzer aktiv sein!",
    "selectTargetMenu": "Wählen Sie ein Zielmenü aus",
    "sendMenuAfterRestart": "Menü nach Neustart senden",
    "setAck": "Bestätigungsflag setzen",
    "setDynamicValue": "Dadurch können Sie dynamische Werte in Datenpunkte schreiben. Einfach anrufen und dann den Wert in das Eingabefeld eingeben. RequestText: Text zum Anfordern des Werts. Typ: Typ des Werts (boolescher Wert oder Zahl). Bestätigungstext: Text zur Bestätigung des Werts. ID: Wenn Sie aus einem anderen Staat bestätigen möchten, geben Sie hier die ID ein. (Dies ist optional)",
    "setID": "Setzt den Wert der ID auf den Wert, mit ack(bestätigt)",
    "setMenu": "Menü",
    "setWithAck": "Wert mit ack-Flag festlegen",
    "settings": "Einstellungen",
    "startMenus": "Startmenüs",
    "startSide": "Startseite",
    "statusMenu": "Fragt den Wert der ID ab und ersetzt ihn dann durch den Wert, sodass Text um ihn herum geschrieben werden kann. Es ist auch möglich, ihn mehrmals hintereinander zu verwenden. Der Parameter true ist eine Option zum Ändern des Werts durch Funktionsänderung. Sie müssen es auf false setzen, wenn Sie diesen Wert nicht ändern, aber dahinter steht eine weitere {status: ...-Anfrage mit change:true.",
    "submenu": "Untermenü",
    "switch": "Schalten",
    "switchCheckbox": "Schalten",
    "telegramInstance": "Telegram-Instanz",
    "telegramUser": "Benutzer von Telegram",
    "text": "Text",
    "textNoEntry": "Text wird gesendet, wenn kein Eintrag gefunden wurde!",
    "toggle": "Umschalten",
    "trigger": "Auslöser",
    "tsTimestamp": "Zeitstempel. Konvertiert einen Unix-Zeitstempel in eine lokale Zeit. Das Format kann geändert werden, beispielsweise in TT.MM.JJJJ JJ hh:mm:ss:sss",
    "unusedTrigger": "Unbenutzter Auslöser",
    "url": "URL",
    "usedTrigger": "Benutzter Auslöser",
    "user": "Benutzer",
    "userList": "Benutzerliste",
    "userSelect": "Bitte wählen Sie einen Benutzer aus oder deaktivieren Sie das Menü, bevor Sie speichern können!",
    "value": "Wert",
    "valueRound": "Rundet den Wert beispielsweise auf 2 Dezimalstellen",
    "values": "Werte",
    "yes": "Ja",
    "choose": "Wähle aus"
}
