{
    " No entry, send to all Users.": "Sem entrada, envie para todos os usuários.",
    "--Please choose a telegram instance--": "--Por favor, escolha uma instância do telegrama--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 pode ser substituído e indica o tamanho do passo 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 pode ser substituído e indica o tamanho do passo 0%, 10%, 20%...! Substitua TRIGGER por um valor exclusivo. Isso é usado na ação SetState. Insira o ID desejado. Valor abaixo! inserir",
    "Action": "Ação",
    "Active": "Ativo",
    "Active Menu:": "Menu Ativo:",
    "Add": "adicionar",
    "Add && as a placeholder for the value in the text": "Adicione && como espaço reservado para o valor no texto",
    "Add &amp;&amp; as a placeholder for the value in the text": "Adicione && como espaço reservado para o valor no texto",
    "Add Global User": "Adicionar usuário global",
    "Add new Action": "Adicionar nova ação",
    "Add new Groupname": "Adicionar novo nome de grupo",
    "Add new Menu Name": "Adicionar novo nome de menu",
    "Add new Navigation": "Adicionar nova navegação",
    "Add new User": "Adicionar novo usuário",
    "Add new Username": "Adicionar novo nome de usuário",
    "All User from Telegram, seperate with": "Todos os usuários do Telegram, separados por",
    "All data will be lost. Confirm?": "Todos os dados serão perdidos. Confirme?",
    "At least one user must be checked, or the menu must be deactivated.": "Pelo menos um usuário deve ser verificado ou o menu deve ser desativado.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Atenção. O valor foi apenas definido, mas ainda não confirmado pelo Adaptador. Você pode remover noValue, então o valor será exibido. Posição && substituída por Valor ou será pu no final",
    "Breakpoint for a new line, Only insert this in the Text": "Ponto de interrupção para uma nova linha, insira apenas isso no texto",
    "Call": "Chamar",
    "Call Text": "Texto de chamada",
    "Call is allready in use!": "A chamada já está em uso!",
    "Cancel": "Cancelar",
    "Changes the value in the return text, in this case from true to on and false to off": "Altera o valor no texto de retorno, neste caso de verdadeiro para ativado e falso para desativado",
    "Choose a trigger": "Escolha um gatilho",
    "Choose an action": "Escolha uma ação",
    "Choose your option": "Escolha sua opção",
    "Close": "Fechar",
    "Confirm": "confirme",
    "Confirm message": "Confirmar mensagem",
    "Confirm set value": "Confirme o valor definido",
    "Confirm with message": "Confirme com mensagem",
    "Confirms the value": "Confirma o valor",
    "Converts a Unix timestamp to a local time": "Converte um carimbo de data/hora Unix em uma hora local",
    "Converts the value, /10 can be replaced": "Converte o valor, /10 pode ser substituído",
    "Copy Data": "Copiar dados",
    "Copy Elements from other Menus": "Copiar elementos de outros menus",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Cria uma tabela a partir de um JSON como teclado embutido. O primeiro valor é uma chave do JSON, atrás dele está o nome da coluna. Você pode usar mais de dois valores. O cabeçalho deve ser preenchido.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Cria uma tabela a partir de um JSON como Text-Table. O primeiro valor é uma chave do JSON, atrás dele está o nome da coluna. Você pode usar mais de dois valores. O cabeçalho deve ser preenchido. Não altere TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Cria uma tabela a partir de um JSON. O primeiro valor é uma chave do JSON, atrás dele está o nome da coluna. Você pode usar mais de dois valores. O cabeçalho deve ser preenchido.",
    "Delay": "Atraso",
    "Delay (ms)": "Atraso (ms)",
    "Delete Menu": "Excluir menu",
    "Delete User": "Deletar usuário",
    "Directory": "Diretório",
    "Do you really want to delete the group?": "Você realmente deseja excluir o grupo?",
    "Do you really want to delete this menu?": "Você realmente deseja excluir este menu?",
    "Each entry may only occur once in the complete navigation": "Cada entrada só pode ocorrer uma vez na navegação completa",
    "Edit Menu": "Editar menu",
    "Edit Username": "Editar nome de usuário",
    "Entry not found!": "Entrada não encontrada!",
    "Filename": "Nome do arquivo",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Gera dois botões, neste caso liga e desliga com os respectivos valores verdadeiro e falso. Substitua TRIGGER por um valor exclusivo.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Gera dois botões, neste caso liga e desliga com os respectivos valores verdadeiro e falso.",
    "Global User activ": "Usuário global ativo",
    "Hide": "Esconder",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Se você deseja ser notificado sobre a alteração de outro ponto de dados depois de definir o ponto de dados no campo de entrada ID. A alteração só será compartilhada se estiver definida com ack:true. É obrigatório especificar um texto fora do {}, caso contrário ele será adicionado automaticamente.",
    "Instance": "Instância",
    "Instanze": "Instância",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Última mudança. Converte um carimbo de data/hora Unix em uma hora local, o formato pode ser alterado, por exemplo, para DD.MM.AAAA AA hh:mm:ss:sss",
    "Menu list": "Lista de cardápios",
    "Navigation": "Navegação",
    "New Row": "Nova linha",
    "No": "Não",
    "Outputs the name of the data point": "Produz o nome do ponto de dados",
    "Percent": "Por cento",
    "Placeholder for the value": "Espaço reservado para o valor",
    "Please Save the Nav Settings before you go to the aktions !!!": "Salve as configurações de navegação antes de ir para as ações !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Verifique os gatilhos, salve e reabra este menu para fechar o erro!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Selecione um usuário ou desative o Menu antes de salvar!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Consulta o valor do ID e o substitui pelo valor, para que o texto possa ser escrito em torno dele",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Consulta o valor do ID e depois o substitui pelo valor, para que possa ser escrito texto ao redor dele, também é possível utilizá-lo mais de uma vez seguida",
    "Rename menu name": "Renomear nome do menu",
    "Rendering url": "URL de renderização",
    "Replace TRIGGER with a unique value.": "Substitua TRIGGER por um valor exclusivo.",
    "Return text": "Texto de retorno",
    "Rounds the value for example to 2 decimal places": "Arredonda o valor, por exemplo, para 2 casas decimais",
    "Save": "Salvar",
    "Select": "Selecione",
    "Select a Menu": "Selecione um cardápio",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Selecione um menu, mova ou copie. Atenção! Um usuário deve estar ativo no menu selecionado!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Selecione um menu, selecione mover ou copiar. Atenção! Um usuário deve estar ativo no menu selecionado!",
    "Set Value with ack-Flag": "Definir valor com ack-Flag",
    "Sets the value of the ID to the val, with ack(confirmed)": "Define o valor do ID para val, com ack(confirmado)",
    "Settings": "Configurações",
    "Startside": "Lado inicial",
    "Switch": "Trocar",
    "Telegram Instance": "Instância de telegrama",
    "Telegram Users": "Usuários de telegrama",
    "Text in Parse Mode is Bold": "O texto no modo de análise está em negrito",
    "Text in Parse Mode is Code": "Texto no modo de análise é código",
    "Text in Parse Mode is Italic": "O texto no modo de análise está em itálico",
    "Text in Parse Mode is Link": "O texto no modo de análise é Link",
    "Text will be send if no entry was found!": "O texto será enviado se nenhuma entrada for encontrada!",
    "The Value is not specified in the return text": "O valor não é especificado no texto de retorno",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Os números podem ser totalmente trocados. 0-6 indica o intervalo e 1 o tamanho do passo, UNIT é substituído por uma unidade, mas também pode ser deixado em branco.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Os números podem ser totalmente trocados. 0-6 indica o intervalo e 1 o tamanho do passo, UNIT é substituído por uma unidade, mas também pode ser deixado em branco. Substitua TRIGGER por um valor exclusivo.",
    "The trigger is allready in use.": "O gatilho já está em uso.",
    "There are doubled used Triggers:": "Existem gatilhos usados ​​​​duplicados:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Isso é usado em ação em SetState. Insira o ID desejado. Abaixo do valor! inserir",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Carimbo de hora. Converte um carimbo de data/hora Unix em uma hora local, o formato pode ser alterado, por exemplo, para DD.MM.AAAA AA hh:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Para inserir um ID, basta inserir primeiro o bloco e selecionar o ID. Este será então inserido automaticamente no local apropriado, mesmo que o ID deva ser alterado. Se o código não reconhecer o bloco, o ID será anexado ao final.",
    "Trigger": "Acionar",
    "Users for this Group, seperate with": "Usuários deste grupo, separados por",
    "Users from Telegram": "Usuários do Telegram",
    "Value": "Valor",
    "What is to do?": "O que fazer?",
    "When pressed, you jump back to the previous menu": "Quando pressionado, você volta ao menu anterior",
    "Yes": "Sim",
    "You have double triggers, please remove them!": "Você tem gatilhos duplos, remova-os!",
    "active": "ativo",
    "telegram-menu adapter settings": "Configurações do adaptador para menu de telegrama"
}
