{
    "ack": "Confirmar",
    "action": "Ação",
    "active": "ativo",
    "activeMenu": "Menu Ativo:",
    "add": "adicionar",
    "addAction": "Adicionar nova ação",
    "addMenu": "Adicionar novo nome de menu",
    "binding": "Vinculações: primeiro Var com id, depois a condição e o texto.",
    "breakpointNewline": "Ponto de interrupção para uma nova linha, insira apenas isso no texto",
    "call": "Chamar",
    "cancel": "Cancelar",
    "changeFunction": "Altera o valor no texto de retorno, neste caso de verdadeiro para ativado e falso para desativado",
    "chooseAction": "Escolha uma ação",
    "close": "Fechar",
    "commonName": "Produz o nome do ponto de dados",
    "condition": "Doença",
    "conditionMenu": "Condição para abrir Menu",
    "confirm": "Confirmar",
    "confirmDelete": "Todos os dados serão perdidos. Confirmar?",
    "confirmMessage": "Confirme com mensagem",
    "confirmSet": "Atenção. O valor foi apenas definido, mas ainda não confirmado pelo Adaptador. Você pode remover noValue, então o valor será exibido. Posição && substituída por Valor ou será colocada no final",
    "convertsUnixTimestamp": "Converte um carimbo de data/hora Unix em uma hora local",
    "copy": "Cópia",
    "createMenu": "Por favor, crie um menu!",
    "delay": "Atraso (ms)",
    "delete": "Excluir",
    "directory": "Diretório",
    "doubleTrigger": "Você tem gatilhos duplos, remova-os!",
    "edit": "Editar",
    "entryNotFound": "Entrada não encontrada!",
    "executedMenu": "Menu Executado",
    "filename": "Nome do arquivo",
    "hide": "Esconder",
    "identification": "Identificação",
    "inactive": "Inativo",
    "insertID": "Para inserir um ID, basta inserir primeiro o bloco e selecionar o ID. Este será então inserido automaticamente no local apropriado, mesmo que o ID deva ser alterado. Se o código não reconhecer o bloco, o ID será anexado ao final.",
    "instance": "Exemplo",
    "isSubmenu": "Este é um submenu!",
    "jsonShoppingList": "O mesmo que acima, mas quando você clica em um botão, o item será excluído, a chave para os itens é `nome:`, você também pode adicionar `tempo:`. <strong>Importante!!!</strong> 'lista de compras' não pode ser alterada.",
    "jsonTable": "!!! Para utilizá-lo, parseMode não deve estar ativo!!! Cria uma tabela a partir de um JSON como Text-Table. O primeiro valor é uma chave do JSON, atrás dele está o nome da coluna. Você pode usar mais de dois valores. O cabeçalho deve ser preenchido. Não altere TextTable.",
    "latitude": "Latitude",
    "lcTimestamp": "Última mudança. Converte um carimbo de data/hora Unix em uma hora local, o formato pode ser alterado, por exemplo, para DD.MM.AAAA AA hh:mm:ss:sss",
    "linkedWith": "Está vinculado a:",
    "longitude": "Longitude",
    "manuallyValue": "Isso permite que você defina um valor manualmente em combinação com o valor do ID, como este: staticValue{id:ID}staticValue",
    "math": "Converte o valor, /10 pode ser substituído",
    "menu": "Menu",
    "menuBack": "Quando pressionado, você volta ao menu anterior",
    "menuDeleteAll": "Gera um botão para excluir todas as mensagens do bot. A navegação é opcional. Simplesmente deixe em branco, caso contrário você poderá entrar em um menu que deve ser acessado.",
    "menuDynamicSwitch": "Gera botões de multiplicação, os valores podem ser inseridos individualmente. Substitua TRIGGER por um valor exclusivo. LengthOfRow é opcional e pode ser usado para definir o número de botões por linha. <br><strong class='breakingChange'>Alteração significativa!!!</strong>   Altere manualmente: `[Nome1:Valor1, Nome2:Valor2]` para `[Nome1|Valor1, Nome2|Valor2]`. Os números decimais agora também podem ser usados ​​como valores.",
    "menuList": "Lista de cardápios",
    "menuNumber": "Os números podem ser totalmente trocados. 0-6 indica o intervalo e 1 o tamanho do passo, UNIT é substituído por uma unidade, mas também pode ser deixado em branco. Substitua TRIGGER por um valor exclusivo.",
    "menuPercent": "10 pode ser substituído e indica o tamanho do passo 0%, 10%, 20%...! Substitua TRIGGER por um valor exclusivo. Isso é usado na ação SetState. Insira o ID desejado. Valor abaixo! inserir",
    "menuSwitch": "Gera dois botões, neste caso liga e desliga com os respectivos valores verdadeiro e falso. Substitua TRIGGER por um valor exclusivo.",
    "menuToCopy": "Menu para copiar",
    "modifiedSubmenuValue": "Isso permite que você defina um valor de submenu modificado em combinação com uma parte estática, como esta: staticValue{value}staticValue",
    "navigation": "Navegação",
    "navigationButtons": "Botões de navegação",
    "newlineCheckbox": "Nova linha",
    "no": "Não",
    "noValue": "O valor não é especificado no texto de retorno",
    "notifiedByChangeOfAnotherState": "Se você deseja ser notificado sobre a alteração de outro ponto de dados depois de definir o ponto de dados no campo de entrada ID. A alteração só será compartilhada se estiver definida com ack:true. É obrigatório especificar um texto fora de {}, caso contrário ele será adicionado automaticamente.",
    "oneTimeKey": "Solicita que os clientes redimensionem o teclado verticalmente para um ajuste ideal (por exemplo, diminuam o tamanho do teclado se houver apenas duas fileiras de botões). O padrão é falso; nesse caso, o teclado personalizado terá sempre a mesma altura do teclado padrão do aplicativo.",
    "overview": "Visão geral",
    "parseMode": "HTML do modo de análise",
    "parseModeBold": "O texto no modo Parse está em negrito",
    "parseModeCode": "Texto no modo Parse é código",
    "parseModeItalic": "O texto no modo Parse está em itálico",
    "parseModeLink": "O texto no modo de análise é o link",
    "password": "Senha",
    "percent": "Por cento",
    "picSendDelay": "Atraso no envio de imagem",
    "placeholderInstance": "--Por favor, escolha uma instância do telegrama--",
    "placeholderValue": "Espaço reservado para o valor",
    "reallyDelete": "Você realmente deseja excluir isso?",
    "renameMenu": "Renomear nome do menu",
    "returnText": "Texto de retorno",
    "save": "Salvar",
    "select": "Selecione",
    "selectAMenuDropBox": "Selecione um menu, selecione mover ou copiar. Atenção! Um usuário deve estar ativo no menu selecionado!",
    "selectTargetMenu": "Selecione um menu de destino",
    "sendMenuAfterRestart": "Enviar menu após reiniciar",
    "setAck": "Definir sinalizador de confirmação",
    "setDynamicValue": "Isso permite gravar valores dinâmicos em pontos de dados. Basta fazer uma chamada e inserir o valor no campo de entrada. RequestText: Texto para solicitar o valor. Tipo: tipo do valor (booleano ou número). ConfirmText: Texto para confirmar o valor. ID: Se você deseja confirmar de outro estado, insira o ID aqui.(Isso é opcional)",
    "setID": "Define o valor do ID para val, com ack(confirmado)",
    "setMenu": "Definir cardápio",
    "setWithAck": "Definir valor com ack-Flag",
    "settings": "Configurações",
    "startMenus": "Menus iniciais",
    "startSide": "Lado inicial",
    "statusMenu": "Consulta o valor do ID e depois o substitui pelo valor, para que possa ser escrito texto ao redor dele, também é possível utilizá-lo mais de uma vez seguida. O parâmetro true é uma opção para alterar o valor por alteração da função. Você deve defini-lo como falso se não alterar esse valor, mas por trás disso existe outro {status: ... solicitação com alteração: verdadeiro.",
    "submenu": "Submenu",
    "switch": "Trocar",
    "switchCheckbox": "Trocar",
    "telegramInstance": "Instância de telegrama",
    "telegramUser": "Usuários do Telegram",
    "text": "Texto",
    "textNoEntry": "O texto será enviado se nenhuma entrada for encontrada!",
    "toggle": "Alternar",
    "trigger": "Acionar",
    "tsTimestamp": "Carimbo de hora. Converte um carimbo de data/hora Unix em uma hora local, o formato pode ser alterado, por exemplo, para DD.MM.AAAA AA hh:mm:ss:sss",
    "unusedTrigger": "Gatilho não utilizado",
    "url": "URL",
    "usedTrigger": "Gatilho usado",
    "user": "Usuário",
    "userList": "Lista de usuários",
    "userSelect": "Selecione um usuário ou desative o Menu antes de salvar!",
    "value": "Valor",
    "valueRound": "Arredonda o valor, por exemplo, para 2 casas decimais",
    "values": "Valores",
    "yes": "Sim"
}
