{
    " No entry, send to all Users.": "Nessuna voce, invia a tutti gli utenti.",
    "--Please choose a telegram instance--": "--Scegli un'istanza di Telegram--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 può essere sostituito e indica la dimensione del passo 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 può essere sostituito e indica la dimensione del passo 0%, 10%, 20%...! Sostituisci TRIGGER con un valore univoco. Viene utilizzato nell'azione SetState. Inserisci l'ID desiderato. Sotto il valore! inserire",
    "Action": "Azione",
    "Active": "Attivo",
    "Active Menu:": "Menù attivo:",
    "Add": "aggiungere",
    "Add && as a placeholder for the value in the text": "Aggiungi && come segnaposto per il valore nel testo",
    "Add &amp;&amp; as a placeholder for the value in the text": "Aggiungi && come segnaposto per il valore nel testo",
    "Add Global User": "Aggiungi utente globale",
    "Add new Action": "Aggiungi nuova azione",
    "Add new Groupname": "Aggiungi nuovo nome gruppo",
    "Add new Menu Name": "Aggiungi un nuovo nome di menu",
    "Add new Navigation": "Aggiungi nuova navigazione",
    "Add new User": "Aggiungi nuovo utente",
    "Add new Username": "Aggiungi nuovo nome utente",
    "All User from Telegram, seperate with": "Tutti gli utenti di Telegram, separati da",
    "All data will be lost. Confirm?": "Tutti i dati andranno persi. Confermare?",
    "At least one user must be checked, or the menu must be deactivated.": "Almeno un utente deve essere selezionato o il menu deve essere disattivato.",
    "Call": "Chiamata",
    "Call Text": "Chiama il testo",
    "Call is allready in use!": "La chiamata è già in uso!",
    "Cancel": "Annulla",
    "Changes the value in the return text, in this case from true to on and false to off": "Modifica il valore nel testo restituito, in questo caso da true a on e false a off",
    "Choose a trigger": "Scegli un trigger",
    "Choose an action": "Scegli un'azione",
    "Choose your option": "Scegli la tua opzione",
    "Close": "Vicino",
    "Confirm": "Confermare",
    "Confirm message": "Conferma il messaggio",
    "Confirm set value": "Conferma il valore impostato",
    "Confirm with message": "Conferma con messaggio",
    "Confirms the value": "Conferma il valore",
    "Converts a Unix timestamp to a local time": "Converte un timestamp Unix in un'ora locale",
    "Converts the value, /10 can be replaced": "Converte il valore, /10 può essere sostituito",
    "Copy Data": "Copia dati",
    "Copy Elements from other Menus": "Copia elementi da altri menu",
    "Delay": "Ritardo",
    "Delay (ms)": "Ritardo (ms)",
    "Delete Menu": "Elimina Menù",
    "Delete User": "Elimina utente",
    "Directory": "Direttorio",
    "Do you really want to delete the group?": "Vuoi davvero eliminare il gruppo?",
    "Do you really want to delete this menu?": "Vuoi davvero eliminare questo menu?",
    "Each entry may only occur once in the complete navigation": "Ogni voce può comparire una sola volta nella navigazione completa",
    "Edit Menu": "Menù Modifica",
    "Edit Username": "Modifica nome utente",
    "Entry not found!": "Voce non trovata!",
    "Filename": "Nome del file",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Genera due pulsanti, in questo caso on e off con i rispettivi valori true e false. Sostituisci TRIGGER con un valore univoco.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Genera due pulsanti, in questo caso on e off con i rispettivi valori true e false.",
    "Global User activ": "Utente globale attivo",
    "Hide": "Nascondere",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Se desideri essere avvisato della modifica di un altro punto dati dopo aver impostato il punto dati nel campo di immissione ID. La modifica verrà condivisa solo se è impostata con ack:true. È obbligatorio specificare un testo fuori dal {}, altrimenti verrà aggiunto automaticamente.",
    "Instance": "Esempio",
    "Instanze": "Istanza",
    "Menu list": "Elenco dei menù",
    "Navigation": "Navigazione",
    "New Row": "Nuova fila",
    "No": "NO",
    "Outputs the name of the data point": "Restituisce il nome del punto dati",
    "Percent": "Per cento",
    "Placeholder for the value": "Segnaposto per il valore",
    "Please Save the Nav Settings before you go to the aktions !!!": "Si prega di salvare le impostazioni di navigazione prima di andare alle azioni!!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Controlla i trigger, salva e riapri questo menu per chiudere l'errore!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Seleziona un utente o disattiva il menu prima di poter salvare!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Interroga il valore dell'ID e quindi lo sostituisce con il valore, in modo che sia possibile scrivere del testo attorno ad esso",
    "Rename menu name": "Rinominare il nome del menu",
    "Rendering url": "URL di rendering",
    "Replace TRIGGER with a unique value.": "Sostituisci TRIGGER con un valore univoco.",
    "Return text": "Restituisci testo",
    "Rounds the value for example to 2 decimal places": "Arrotonda il valore, ad esempio, a 2 cifre decimali",
    "Save": "Salva",
    "Select": "Selezionare",
    "Select a Menu": "Seleziona un menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Seleziona un menu, sposta o copia. Attenzione! Un utente deve essere attivo nel menu selezionato!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Seleziona un menu, seleziona sposta o copia. Attento! Un utente deve essere attivo nel menu selezionato!",
    "Set Value with ack-Flag": "Imposta il valore con ack-Flag",
    "Sets the value of the ID to the val, with ack(confirmed)": "Imposta il valore dell'ID su val, con ack(confirmed)",
    "Settings": "Impostazioni",
    "Startside": "Lato iniziale",
    "Switch": "Interruttore",
    "Telegram Instance": "Istanza di Telegramma",
    "Telegram Users": "Utenti di Telegram",
    "Text will be send if no entry was found!": "Il testo verrà inviato se non è stata trovata alcuna voce!",
    "The Value is not specified in the return text": "Il valore non è specificato nel testo restituito",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "I numeri possono essere completamente scambiati. 0-6 indica l'intervallo e 1 la dimensione del passo, UNIT è sostituito da un'unità, ma può anche essere lasciato vuoto.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "I numeri possono essere completamente scambiati. 0-6 indica l'intervallo e 1 la dimensione del passo, UNIT è sostituito da un'unità, ma può anche essere lasciato vuoto. Sostituisci TRIGGER con un valore univoco.",
    "The trigger is allready in use.": "Il grilletto è già in uso.",
    "There are doubled used Triggers:": "Ci sono Trigger usati raddoppiati:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Viene utilizzato nell'azione in SetState. Inserisci l'ID desiderato. Sotto il valore! inserire",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Per inserire un ID è sufficiente inserire prima il blocco, selezionare l'ID. Questo verrà poi inserito automaticamente nell'apposito posto, anche nel caso in cui si voglia modificare l'ID. Se il codice non riconosce il blocco, l'ID viene aggiunto alla fine.",
    "Trigger": "Grilletto",
    "Users for this Group, seperate with": "Utenti per questo gruppo, separati da",
    "Users from Telegram": "Utenti di Telegram",
    "Value": "Valore",
    "What is to do?": "Cosa fare?",
    "When pressed, you jump back to the previous menu": "Quando viene premuto, si torna al menu precedente",
    "Yes": "SÌ",
    "You have double triggers, please remove them!": "Hai doppi trigger, rimuovili!",
    "active": "attivo",
    "telegram-menu adapter settings": "Impostazioni dell'adattatore per il menu del telegramma"
}
