{
    " No entry, send to all Users.": "Nessuna voce, invia a tutti gli utenti.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Per usarlo, parseMode non deve essere attivo!!! Crea una tabella da un JSON come tabella di testo. Il primo valore è una chiave del JSON, dietro c'è il nome della colonna. Puoi utilizzare più di due valori. L'intestazione deve essere compilata. Non modificare TextTable.",
    "--Please choose a telegram instance--": "--Scegli un'istanza di Telegram--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 può essere sostituito e indica la dimensione del passo 0%, 10%, 20%...!",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 può essere sostituito e indica la dimensione del passo 0%, 10%, 20%...! Sostituisci TRIGGER con un valore univoco. Viene utilizzato nell'azione SetState. Inserisci l'ID desiderato. Sotto il valore! inserire",
    "Action": "Azione",
    "Active": "Attivo",
    "Active Menu:": "Menù attivo:",
    "Add": "aggiungere",
    "Add && as a placeholder for the value in the text": "Aggiungi && come segnaposto per il valore nel testo",
    "Add &amp;&amp; as a placeholder for the value in the text": "Aggiungi && come segnaposto per il valore nel testo",
    "Add Global User": "Aggiungi utente globale",
    "Add new Action": "Aggiungi nuova azione",
    "Add new Groupname": "Aggiungi un nuovo nome gruppo",
    "Add new Menu Name": "Aggiungi un nuovo nome al menu",
    "Add new Navigation": "Aggiungi nuova navigazione",
    "Add new User": "Aggiungi nuovo utente",
    "Add new Username": "Aggiungi un nuovo nome utente",
    "All User from Telegram, seperate with": "Tutti gli utenti di Telegram, separati da",
    "All data will be lost. Confirm?": "Tutti i dati andranno persi. Confermare?",
    "At least one user must be checked, or the menu must be deactivated.": "È necessario selezionare almeno un utente oppure disattivare il menu.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Attenzione. Il valore è stato solo impostato ma non ancora confermato dall'adattatore. Puoi rimuovere noValue, quindi il valore verrà visualizzato. La posizione && viene sostituita dal valore o verrà visualizzata alla fine",
    "Breakpoint for a new line, Only insert this in the Text": "Punto di interruzione per una nuova riga, inseriscilo solo nel testo",
    "Call": "Chiamata",
    "Call Text": "Chiama SMS",
    "Call is allready in use!": "La chiamata è già in uso!",
    "Cancel": "Annulla",
    "Changes the value in the return text, in this case from true to on and false to off": "Modifica il valore nel testo restituito, in questo caso da true a on e false a off",
    "Choose a trigger": "Scegli un trigger",
    "Choose an action": "Scegli un'azione",
    "Choose your option": "Scegli la tua opzione",
    "Close": "Vicino",
    "Confirm": "Confermare",
    "Confirm message": "Conferma il messaggio",
    "Confirm set value": "Conferma il valore impostato",
    "Confirm with message": "Conferma con messaggio",
    "Confirms the value": "Conferma il valore",
    "Converts a Unix timestamp to a local time": "Converte un timestamp Unix in un'ora locale",
    "Converts the value, /10 can be replaced": "Converte il valore, /10 può essere sostituito",
    "Copy Data": "Copia dati",
    "Copy Elements from other Menus": "Copia elementi da altri menu",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Crea una tabella da un JSON come tastiera in linea. Il primo valore è una chiave del JSON, dietro c'è il nome della colonna. È possibile utilizzare più di due valori. L'intestazione deve essere compilata.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Crea una tabella da un JSON come tabella di testo. Il primo valore è una chiave del JSON, dietro c'è il nome della colonna. Puoi utilizzare più di due valori. L'intestazione deve essere compilata. Non modificare TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Crea una tabella da un JSON. Il primo valore è una chiave del JSON, dietro c'è il nome della colonna. È possibile utilizzare più di due valori. L'intestazione deve essere compilata.",
    "Delay": "Ritardo",
    "Delay (ms)": "Ritardo (ms)",
    "Delete Menu": "Elimina menu",
    "Delete User": "Elimina utente",
    "Directory": "Direttorio",
    "Do you really want to delete the group?": "Vuoi davvero eliminare il gruppo?",
    "Do you really want to delete this menu?": "Vuoi davvero eliminare questo menu?",
    "Each entry may only occur once in the complete navigation": "Ogni voce può comparire una sola volta nella navigazione completa",
    "Edit Menu": "Modifica Menù",
    "Edit Username": "Modifica nome utente",
    "Entry not found!": "Voce non trovata!",
    "Filename": "Nome del file",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Genera due pulsanti, in questo caso on e off con i rispettivi valori true e false. Sostituisci TRIGGER con un valore univoco.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Genera due pulsanti, in questo caso on e off con i rispettivi valori true e false.",
    "Global User activ": "Utente globale attivo",
    "Hide": "Nascondere",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Se desideri essere avvisato della modifica di un altro punto dati dopo aver impostato il punto dati nel campo di immissione ID. La modifica verrà condivisa solo se è impostata con ack:true. È obbligatorio specificare un testo fuori dal {}, altrimenti verrà aggiunto automaticamente.",
    "Instance": "Esempio",
    "Instanze": "Istanze",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Ultima modifica. Converte un timestamp Unix in un'ora locale, il formato può essere modificato, ad esempio in GG.MM.AAAA AA hh:mm:ss:sss",
    "Menu list": "Elenco dei menù",
    "Navigation": "Navigazione",
    "New Row": "Nuova riga",
    "No": "NO",
    "Outputs the name of the data point": "Restituisce il nome del punto dati",
    "Percent": "Per cento",
    "Placeholder for the value": "Segnaposto per il valore",
    "Please Save the Nav Settings before you go to the aktions !!!": "Per favore salva le impostazioni di navigazione prima di andare alle azioni !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Controlla i trigger, salva e riapri questo menu per chiudere l'errore!",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Seleziona un utente o disattiva il menu prima di poter salvare!",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Interroga il valore dell'ID e quindi lo sostituisce con il valore, in modo che sia possibile scrivere del testo attorno ad esso",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Interroga il valore dell'ID e poi lo sostituisce con il valore, in modo che sia possibile scrivere del testo attorno ad esso, è anche possibile utilizzarlo più di una volta di seguito",
    "Rename menu name": "Rinominare il nome del menu",
    "Rendering url": "URL di rendering",
    "Replace TRIGGER with a unique value.": "Sostituisci TRIGGER con un valore univoco.",
    "Return text": "Restituisci il testo",
    "Rounds the value for example to 2 decimal places": "Arrotonda il valore, ad esempio, a 2 cifre decimali",
    "Save": "Salva",
    "Select": "Selezionare",
    "Select a Menu": "Seleziona un menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Seleziona un menu, sposta o copia. Attenzione! Un utente deve essere attivo nel menu selezionato!",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Seleziona un menu, seleziona sposta o copia. Attento! Un utente deve essere attivo nel menu selezionato!",
    "Set Value with ack-Flag": "Imposta il valore con ack-Flag",
    "Sets the value of the ID to the val, with ack(confirmed)": "Imposta il valore dell'ID su val, con ack(confirmed)",
    "Settings": "Impostazioni",
    "Startside": "Inizio",
    "Switch": "Interruttore",
    "Telegram Instance": "Istanza di Telegramma",
    "Telegram Users": "Utenti di Telegram",
    "Text in Parse Mode is Bold": "Il testo in modalità analisi è in grassetto",
    "Text in Parse Mode is Code": "Il testo in modalità analisi è codice",
    "Text in Parse Mode is Italic": "Il testo in modalità analisi è corsivo",
    "Text in Parse Mode is Link": "Il testo in modalità analisi è Link",
    "Text will be send if no entry was found!": "Il testo verrà inviato se non viene trovata alcuna voce!",
    "The Value is not specified in the return text": "Il valore non è specificato nel testo restituito",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "I numeri possono essere completamente scambiati. 0-6 indica l'intervallo e 1 la dimensione del passo, UNIT è sostituito da un'unità, ma può anche essere lasciato vuoto.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "I numeri possono essere completamente scambiati. 0-6 indica l'intervallo e 1 la dimensione del passo, UNIT è sostituito da un'unità, ma può anche essere lasciato vuoto. Sostituisci TRIGGER con un valore univoco.",
    "The trigger is allready in use.": "Il trigger è già in uso.",
    "There are doubled used Triggers:": "Ci sono Trigger usati raddoppiati:",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Viene utilizzato nell'azione in SetState. Inserisci l'ID desiderato. Sotto il valore! inserire",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Timestamp. Converte un timestamp Unix in un'ora locale, il formato può essere modificato, ad esempio in GG.MM.AAAA AA hh:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Per inserire un ID è sufficiente inserire prima il blocco, selezionare l'ID. Questo verrà poi inserito automaticamente nell'apposito posto, anche nel caso in cui si voglia modificare l'ID. Se il codice non riconosce il blocco, l'ID viene aggiunto alla fine.",
    "Trigger": "Grilletto",
    "Users for this Group, seperate with": "Utenti di questo gruppo, separati da",
    "Users from Telegram": "Utenti di Telegram",
    "Value": "Valore",
    "What is to do?": "Cosa fare?",
    "When pressed, you jump back to the previous menu": "Quando viene premuto, si torna al menu precedente",
    "Yes": "SÌ",
    "You have double triggers, please remove them!": "Hai doppi trigger, rimuovili!",
    "active": "attivo",
    "telegram-menu adapter settings": "Impostazioni dell'adattatore per il menu telegramma",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Ciò consente di scrivere valori dinamici in punti dati. Basta effettuare una chiamata e quindi inserire il valore nel campo di immissione. RequestText: testo per richiedere il valore. Tipo: tipo del valore. confirmText: testo per confermare il valore.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Ciò consente di scrivere valori dinamici in punti dati. Basta effettuare una chiamata e quindi inserire il valore nel campo di immissione. RequestText: testo per richiedere il valore. Tipo: tipo del valore (booleano o numerico). confirmText: testo per confermare il valore.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Genera pulsanti multipli, i valori possono essere inseriti individualmente. Sostituisci TRIGGER con un valore univoco. LenghtOfRow è facoltativo e può essere utilizzato per impostare il numero di pulsanti per riga.",
    "Executed Menu": "Menù eseguito",
    "Condition to open Menu": "Condizione per aprire il menu",
    "Menu to be executed": "Menù da eseguire",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Genera un pulsante per eliminare tutti i messaggi dal bot. La navigazione è facoltativa.",
    "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.": "Genera un pulsante per eliminare tutti i messaggi dal bot. La navigazione è facoltativa. Basta lasciarlo vuoto altrimenti si accede ad un menu da richiamare.",
    "Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.": "Richiede ai client di ridimensionare la tastiera verticalmente per adattarla in modo ottimale (ad esempio, riduci la tastiera se sono presenti solo due file di pulsanti). Il valore predefinito è false, nel qual caso la tastiera personalizzata ha sempre la stessa altezza della tastiera standard dell'app.",
    "Requests clients to hide the keyboard as soon as it's been used. The keyboard will still be available, but clients will automatically display the usual letter-keyboard in the chat - the user can press a special button in the input field to see the custom keyboard again.": "Richiede ai client di nascondere la tastiera non appena viene utilizzata. La tastiera sarà ancora disponibile, ma i client visualizzeranno automaticamente la solita tastiera con le lettere nella chat: l'utente può premere un pulsante speciale nel campo di input per vedere di nuovo la tastiera personalizzata.",
    "Please create a menu!": "Per favore crea un menu!",
    "Send Menu after Restart": "Invia menu dopo il riavvio",
    "The same as above, but when you click on a button, the item will be deleted, 'shoppinglist' may not be changed.": "Come sopra, ma quando si fa clic su un pulsante, l'articolo verrà eliminato e la \"lista della spesa\" non potrà essere modificata."
}
