{
    "ID": "ID",
    "IDs": "ID",
    "abort": "Interrompere",
    "ack": "Ac",
    "action": "Azione",
    "active": "Attivo",
    "activeMenu": "Menù attivo:",
    "add": "Aggiungere",
    "addAction": "Aggiungi nuova azione",
    "addMenu": "Aggiungi un nuovo nome al menu",
    "binding": "Binding: prima Var con id poi la condizione e il testo.",
    "breakpointNewline": "Punto di interruzione per una nuova riga, inseriscilo solo nel testo",
    "call": "Chiamata",
    "cancel": "Cancellare",
    "changeFunction": "Modifica il valore nel testo restituito, in questo caso da true a on e false a off",
    "chooseAction": "Scegli un'azione",
    "close": "Vicino",
    "commonName": "Restituisce il nome del punto dati",
    "condition": "Condizione",
    "conditionMenu": "Condizione per aprire il menu",
    "confirm": "Confermare",
    "confirmDelete": "Tutti i dati andranno persi. Confermare?",
    "confirmMessage": "Conferma con messaggio",
    "confirmSet": "Attenzione. Il valore è stato solo impostato ma non ancora confermato dall'adattatore. Puoi rimuovere noValue, quindi il valore verrà visualizzato. Posizione && sostituito da Valore o verrà inserito alla fine",
    "convertsUnixTimestamp": "Converte un timestamp Unix in un'ora locale",
    "copy": "Copia",
    "createMenu": "Per favore crea un menu!",
    "delay": "Ritardo (ms)",
    "delete": "Eliminare",
    "directory": "Direttorio",
    "doubleTrigger": "Hai doppi trigger, rimuovili!",
    "edit": "Modificare",
    "entryNotFound": "Voce non trovata!",
    "executedMenu": "Menù eseguito",
    "filename": "Nome file",
    "hide": "Nascondere",
    "identification": "Identificazione",
    "inactive": "Inattivo",
    "insertID": "Per inserire un ID è sufficiente inserire prima il blocco, selezionare l'ID. Questo verrà poi inserito automaticamente nell'apposito posto, anche nel caso in cui si voglia modificare l'ID. Se il codice non riconosce il blocco, l'ID viene aggiunto alla fine.",
    "instance": "Esempio",
    "isSubmenu": "Questo è un sottomenu!",
    "jsonShoppingList": "Come sopra, ma quando fai clic su un pulsante, l'elemento verrà eliminato, la chiave per gli elementi è \"nome:\", puoi anche aggiungere \"ora:\". <strong>Importante!!!</strong> la 'lista della spesa' non può essere modificata.",
    "jsonTable": "!!! Per usarlo, parseMode non deve essere attivo!!! Crea una tabella da un JSON come tabella di testo. Il primo valore è una chiave del JSON, dietro c'è il nome della colonna. Puoi utilizzare più di due valori. L'intestazione deve essere compilata. Non modificare TextTable.",
    "latitude": "Latitudine",
    "lcTimestamp": "Ultimo cambio. Converte un timestamp Unix in un'ora locale, il formato può essere modificato, ad esempio in GG.MM.AAAA AA hh:mm:ss:sss",
    "linkedWith": "È collegato con:",
    "longitude": "Longitudine",
    "manuallyValue": "Ciò ti consente di impostare manualmente un valore in combinazione con il valore ID, in questo modo: staticValue{id:ID}staticValue",
    "math": "Converte il valore, /10 può essere sostituito",
    "menu": "Menu",
    "menuBack": "Quando viene premuto, si torna al menu precedente",
    "menuDeleteAll": "Genera un pulsante per eliminare tutti i messaggi dal bot. La navigazione è facoltativa. Basta lasciarlo vuoto altrimenti si accede ad un menu da richiamare.",
    "menuDynamicSwitch": "Genera pulsanti moltiplicativi, i valori possono essere inseriti individualmente. Sostituisci TRIGGER con un valore univoco. LengthOfRow è facoltativo e può essere utilizzato per impostare il numero di pulsanti per riga. <br><strong class='breakingChange'>Modifica rivoluzionaria!!!</strong>   Modifica manualmente: `[Nome1:Valore1, Nome2:Valore2]` in `[Nome1|Valore1, Nome2|Valore2]`. I numeri decimali ora possono essere utilizzati anche come valori.",
    "menuList": "Elenco dei menù",
    "menuNumber": "I numeri possono essere completamente scambiati. 0-6 indica l'intervallo e 1 la dimensione del passo, UNIT è sostituito da un'unità, ma può anche essere lasciato vuoto. Sostituisci TRIGGER con un valore univoco.",
    "menuPercent": "10 può essere sostituito e indica la dimensione del passo 0%, 10%, 20%...! Sostituisci TRIGGER con un valore univoco. Viene utilizzato nell'azione SetState. Inserisci l'ID desiderato. Sotto il valore! inserire",
    "menuSwitch": "Genera due pulsanti, in questo caso on e off con i rispettivi valori true e false. Sostituisci TRIGGER con un valore univoco.",
    "menuToCopy": "Seleziona innanzitutto il menu in cui desideri copiare i dati. Quindi la riga in cui dovrebbe essere aggiunto. Se non sono ancora presenti dati, fare clic su Salva e verranno creati dopo aver richiesto il nuovo nome del trigger.",
    "modifiedSubmenuValue": "Ciò ti consente di impostare un valore del sottomenu modificato in combinazione con una parte statica, in questo modo: staticValue{value}staticValue",
    "navigation": "Navigazione",
    "navigationButtons": "Pulsanti di navigazione",
    "newlineCheckbox": "Nuova riga",
    "no": "NO",
    "noValue": "Il valore non è specificato nel testo restituito",
    "notifiedByChangeOfAnotherState": "Se desideri essere avvisato della modifica di un altro punto dati dopo aver impostato il punto dati nel campo di immissione ID. La modifica verrà condivisa solo se è impostata con ack:true. È obbligatorio specificare un testo fuori dal {}, altrimenti verrà aggiunto automaticamente.",
    "ok": "OK",
    "oneTimeKey": "Richiede ai client di ridimensionare la tastiera verticalmente per adattarla in modo ottimale (ad esempio, riduci la tastiera se sono presenti solo due file di pulsanti). Il valore predefinito è false, nel qual caso la tastiera personalizzata ha sempre la stessa altezza della tastiera standard dell'app.",
    "overview": "Panoramica",
    "parseMode": "Modalità di analisi HTML",
    "parseModeBold": "Il testo in modalità analisi è in grassetto",
    "parseModeCode": "Il testo in modalità Parse è codice",
    "parseModeItalic": "Il testo in modalità Parse è in corsivo",
    "parseModeLink": "Il testo in modalità Parse è link",
    "password": "Password",
    "percent": "Percentuale",
    "picSendDelay": "Ritardo nell'invio dell'immagine",
    "placeholderInstance": "--Scegli un'istanza di Telegram--",
    "placeholderValue": "Segnaposto per il valore",
    "reallyDelete": "Vuoi davvero eliminarlo?",
    "renameMenu": "Rinominare il nome del menu",
    "returnText": "Restituisci il testo",
    "save": "Salva",
    "select": "Selezionare",
    "selectAMenuDropBox": "Seleziona un menu, seleziona sposta o copia. Attento! Un utente deve essere attivo nel menu selezionato!",
    "selectTargetMenu": "Seleziona un menu di destinazione",
    "sendMenuAfterRestart": "Invia menu dopo il riavvio",
    "setAck": "Imposta il flag di riconoscimento",
    "setDynamicValue": "Ciò consente di scrivere valori dinamici in punti dati. Basta effettuare una chiamata e quindi inserire il valore nel campo di immissione. RequestText: testo per richiedere il valore. Tipo: tipo del valore (booleano o numerico). confirmText: testo per confermare il valore. ID: se desideri confermare da un altro Stato, inserisci qui l'ID (facoltativo)",
    "setID": "Imposta il valore dell'ID su val, con ack(confirmed)",
    "setMenu": "Menu fisso",
    "setWithAck": "Imposta il valore con ack-Flag",
    "settings": "Impostazioni",
    "startMenus": "Menu di avvio",
    "startSide": "Lato iniziale",
    "statusMenu": "Interroga il valore dell'ID e poi lo sostituisce con il valore, in modo che sia possibile scrivere del testo attorno ad esso, ed è anche possibile utilizzarlo più di una volta di seguito. Il parametro true è un'opzione per modificare il valore mediante modifica della funzione. Devi impostarlo su false se non cambi questo valore, ma dietro c'è un'altra richiesta {status: ... con change:true.",
    "submenu": "Sottomenu",
    "switch": "Interruttore",
    "switchCheckbox": "Interruttore",
    "telegramInstance": "Istanza di Telegramma",
    "telegramUser": "Utenti di Telegram",
    "text": "Testo",
    "textNoEntry": "Il testo verrà inviato se non viene trovata alcuna voce!",
    "toggle": "Attiva/disattiva",
    "trigger": "Grilletto",
    "tsTimestamp": "Timestamp. Converte un timestamp Unix in un'ora locale, il formato può essere modificato, ad esempio in GG.MM.AAAA AA hh:mm:ss:sss",
    "unusedTrigger": "Grilletto non utilizzato",
    "url": "URL",
    "usedTrigger": "Grilletto usato",
    "user": "Utente",
    "userList": "Elenco utenti",
    "userSelect": "Seleziona un utente o disattiva il menu prima di poter salvare!",
    "value": "Valore",
    "valueRound": "Arrotonda il valore, ad esempio, a 2 cifre decimali",
    "values": "Valori",
    "yes": "SÌ"
}
