{
    "ID": "ID",
    "IDs": "IDs",
    "abort": "Abort",
    "ack": "Ack",
    "action": "Action",
    "active": "Active",
    "activeMenu": "Active Menu:",
    "add": "Add",
    "addAction": "Add new Action",
    "addCreatedMenus": "Add already created menus as buttons",
    "addMenu": "Add new Menu Name",
    "binding": "Bindings: First Var with id then the condition and the text.",
    "breakpointNewline": "Breakpoint for a new line, Only insert this in the Text",
    "call": "Call",
    "cancel": "Cancel",
    "changeFunction": "Changes the value in the return text, in this case from true to on and false to off",
    "chooseAction": "Choose an action",
    "close": "Close",
    "commonName": "Outputs the name of the data point",
    "condition": "Condition",
    "conditionMenu": "Condition to open Menu",
    "confirm": "Confirm",
    "confirmDelete": "All data will be lost. Confirm?",
    "confirmMessage": "Confirm with message",
    "confirmSet": "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be put at the End",
    "convertsUnixTimestamp": "Converts a Unix timestamp to a local time",
    "copy": "Copy",
    "createMenu": "Please create a menu!",
    "delay": "Delay (ms)",
    "delete": "Delete",
    "directory": "Directory",
    "doubleTrigger": "You have double triggers, please remove them!",
    "edit": "Edit",
    "entryNotFound": "Entry not found!",
    "executedMenu": "Executed Menu",
    "filename": "Filename",
    "hide": "Hide",
    "identification": "Identification",
    "inactive": "Inactive",
    "insertID": "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.",
    "instance": "Instance",
    "isSubmenu": "This is a Submenu!",
    "jsonShoppingList": "The same as above, but when you click on a button, the item will be deleted,the Key for the Items is `name:`, you can also add `time:`. <strong>Important!!!</strong>  'shoppinglist' may not be changed.",
    "jsonTable": "!!! To use it, parseMode must not be active !!! Creates a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.",
    "latitude": "Latitude",
    "lcTimestamp": "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss",
    "linkedWith": "Is linked with:",
    "longitude": "Longitude",
    "manuallyValue": "This allows you to set a  manually value in combination with ID Value, like this: staticValue{id:ID}staticValue",
    "math": "Converts the value, /10 can be replaced",
    "menu": "Menu",
    "menuBack": "When pressed, you jump back to the previous menu",
    "menuDeleteAll": "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.",
    "menuDynamicSwitch": "Generates multiply buttons, values can be insert individual. Replace TRIGGER with a unique value. LengthOfRow is optional and can be used to set the number of buttons per row. <br><strong class='breakingChange'>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.",
    "menuList": "Menu list",
    "menuNumber": "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.",
    "menuPercent": "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert",
    "menuSwitch": "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.",
    "menuToCopy": "First select the menu to which you want to copy data. Then the line where it should be added. If there is no data yet, click on save and it will be created after querying the new trigger name.",
    "modifiedSubmenuValue": "This allows you to set a modified Submenu Value in combination with a static part , like this: staticValue{value}staticValue",
    "navigation": "Navigation",
    "navigationButtons": "Navigation Buttons",
    "newlineCheckbox": "Newline",
    "no": "No",
    "noValue": "The Value is not specified in the return text",
    "notifiedByChangeOfAnotherState": "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.",
    "ok": "OK",
    "oneTimeKey": "Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.",
    "overview": "Overview",
    "parseMode": "Parse Mode HTML",
    "parseModeBold": "Text in Parse-Mode is bold",
    "parseModeCode": "Text in Parse-Mode is code",
    "parseModeItalic": "Text in Parse-Mode is italic",
    "parseModeLink": "Text in Parse-Mode is link",
    "password": "Password",
    "percent": "Percent",
    "picSendDelay": "Picture send delay",
    "placeholderInstance": "--Please choose a telegram instance--",
    "placeholderValue": "Placeholder for the value",
    "reallyDelete": "Do you really want to delete this?",
    "renameMenu": "Rename menu name",
    "returnText": "Return text",
    "save": "Save",
    "select": "Select",
    "selectAMenuDropBox": "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!",
    "selectTargetMenu": "Select a target menu",
    "sendMenuAfterRestart": "Send Menu after Restart",
    "setAck": "Set ack flag",
    "setDynamicValue": "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value. ID: If you want to confirm from another State, enter the ID here.(This is optional)",
    "setID": "Sets the value of the ID to the val, with ack(confirmed)",
    "setMenu": "Set menu",
    "setWithAck": "Set Value with ack-Flag",
    "settings": "Settings",
    "startMenus": "Start Menus",
    "startSide": "Start side",
    "statusMenu": "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row. The parameter true is a option to change Value by function change. You have to set it to false if you don´t change this value, but behind this there is another {status: ... request with change:true.",
    "submenu": "Submenu",
    "switch": "Switch",
    "switchCheckbox": "Switch",
    "telegramInstance": "Telegram Instance",
    "telegramUser": "Users from Telegram",
    "text": "Text",
    "textNoEntry": "Text will be send if no entry was found!",
    "toggle": "Toggle",
    "trigger": "Trigger",
    "tsTimestamp": "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss",
    "unusedTrigger": "Unused Trigger",
    "url": "URL",
    "usedTrigger": "Used Trigger",
    "user": "User",
    "userList": "User List",
    "userSelect": "Please select a user, or deactivate the Menu, bevor you can save!",
    "value": "Value",
    "valueRound": "Rounds the value for example to 2 decimal places",
    "values": "Values",
    "yes": "Yes"
}
