{
    "ID": "IDENTIFIANT",
    "IDs": "identifiants",
    "abort": "Avorter",
    "ack": "Acquitter",
    "action": "Action",
    "active": "Actif",
    "activeMenu": "Menu actif :",
    "add": "Ajouter",
    "addAction": "Ajouter une nouvelle action",
    "addCreatedMenus": "Ajouter des menus déjà créés sous forme de boutons",
    "addMenu": "Ajouter un nouveau nom de menu",
    "binding": "Reliures : D'abord Var avec l'identifiant puis la condition et le texte.",
    "breakpointNewline": "Point d'arrêt pour une nouvelle ligne, insérez-le uniquement dans le texte",
    "call": "Appel",
    "cancel": "Annuler",
    "changeFunction": "Modifie la valeur dans le texte de retour, dans ce cas de true à on et false à off",
    "choose": "Choisir",
    "chooseAction": "Choisissez une action",
    "close": "Fermer",
    "commonName": "Affiche le nom du point de données",
    "condition": "Condition",
    "conditionMenu": "Condition pour ouvrir le menu",
    "confirm": "Confirmer",
    "confirmDelete": "Toutes les données seront perdues. Confirmer?",
    "confirmMessage": "Confirmer par message",
    "confirmSet": "Attention. La valeur a seulement été définie mais n'a pas encore été confirmée par l'adaptateur. Vous pouvez supprimer noValue, la valeur s'affichera alors. Position && remplacé par Value ou sera mis à la fin",
    "contactDeveloperForExistingMenu": "Si le menu existe mais n'a pas été trouvé, veuillez créer un problème sur Github !",
    "convertsUnixTimestamp": "Convertit un horodatage Unix en heure locale",
    "copy": "Copie",
    "createMenu": "S'il vous plaît, créez un menu !",
    "delay": "Délai (ms)",
    "delete": "Supprimer",
    "description": "Description",
    "descriptionInfo": "Ici, vous pouvez saisir des informations sur les appels. Ceux-ci sont affichés lorsque vous cliquez sur un bouton de navigation dans la navigation et celui-ci n'a pas de lien direct, mais est intercepté via son propre script. De cette façon, vous pouvez garder une meilleure vue d’ensemble.",
    "descriptions": "Descriptions",
    "directory": "Annuaire",
    "doubleTrigger": "Vous avez des doubles déclencheurs, veuillez les supprimer !",
    "edit": "Modifier",
    "entryNotFound": "Entrée introuvable !",
    "executedMenu": "Menu exécuté",
    "filename": "Nom de fichier",
    "hide": "Cacher",
    "identification": "Identification",
    "inactive": "Inactif",
    "info": "Informations",
    "insertID": "Pour insérer un ID, insérez simplement le bloc en premier, sélectionnez l'ID. Celui-ci sera alors automatiquement inséré à l'endroit approprié, même si l'ID doit être modifié. Si le code ne reconnaît pas le bloc, l'ID est ajouté à la fin.",
    "instance": "Exemple",
    "isSubmenu": "Ceci est un sous-menu !",
    "jsonShoppingList": "Comme ci-dessus, mais lorsque vous cliquez sur un bouton, l'élément sera supprimé, la clé des éléments est « nom : », vous pouvez également ajouter « heure : ». <strong>Important !!!</strong> La « liste de courses » ne peut pas être modifiée.",
    "jsonTable": "!!! Pour l'utiliser, parseMode ne doit pas être actif !!! Crée une table à partir d'un JSON en tant que Text-Table. La première valeur est une clé du JSON, derrière elle se trouve le nom de la colonne. Vous pouvez utiliser plus de deux valeurs. L'en-tête doit être renseigné. Ne modifiez pas TextTable.",
    "latitude": "Latitude",
    "lcTimestamp": "Dernier changement. Convertit un horodatage Unix en heure locale, le format peut être modifié, par exemple en DD.MM.YYYY YY hh:mm:ss:sss",
    "linkedWith": "Est lié à :",
    "longitude": "Longitude",
    "manuallyValue": "Cela vous permet de définir manuellement une valeur en combinaison avec la valeur ID, comme ceci : staticValue{id:ID}staticValue",
    "math": "Convertit la valeur, /10 peut être remplacé",
    "menu": "Menu",
    "menuBack": "Lorsque vous appuyez dessus, vous revenez au menu précédent",
    "menuCannotBeFound": "Le menu cliqué est introuvable !",
    "menuDeleteAll": "Génère un bouton pour supprimer tous les messages du bot. La navigation est facultative. Laissez-le simplement vide, sinon vous pourrez accéder à un menu qui devrait être appelé.",
    "menuDynamicSwitch": "Génère des boutons de multiplication, les valeurs peuvent être insérées individuellement. Remplacez TRIGGER par une valeur unique. LengthOfRow est facultatif et peut être utilisé pour définir le nombre de boutons par ligne. <br><strong class='breakingChange'>Rupture de changement !!!</strong>   Veuillez remplacer manuellement : `[Name1:Value1, Name2:Value2]` par `[Name1|Value1, Name2|Value2]`. Les nombres décimaux peuvent désormais également être utilisés comme valeurs.",
    "menuList": "Liste des menus",
    "menuNumber": "Les numéros peuvent être entièrement échangés. 0-6 indique la plage et 1 la taille du pas, UNIT est remplacé par une unité, mais peut également être laissé vide. Remplacez TRIGGER par une valeur unique.",
    "menuPercent": "10 peut être remplacé et indique la taille du pas 0%, 10%, 20%... ! Remplacez TRIGGER par une valeur unique. Ceci est utilisé dans l’action SetState. Saisissez l'identifiant souhaité. En dessous de la valeur ! insérer",
    "menuSwitch": "Génère deux boutons, en l'occurrence on et off avec les valeurs respectives true et false. Remplacez TRIGGER par une valeur unique.",
    "menuToCopy": "Sélectionnez d'abord le menu dans lequel vous souhaitez copier les données. Puis la ligne où il doit être ajouté. S'il n'y a pas encore de données, cliquez sur Enregistrer et elles seront créées après avoir interrogé le nouveau nom du déclencheur.",
    "modifiedSubmenuValue": "Cela vous permet de définir une valeur de sous-menu modifiée en combinaison avec une partie statique, comme ceci : staticValue{value}staticValue",
    "navigation": "Navigation",
    "navigationButtons": "Boutons de navigation",
    "newlineCheckbox": "Nouvelle ligne",
    "no": "Non",
    "noValue": "La valeur n'est pas spécifiée dans le texte de retour",
    "notifiedByChangeOfAnotherState": "Si vous souhaitez être informé du changement d'un autre point de données après avoir défini le point de données dans le champ de saisie ID. La modification ne sera partagée que si elle est définie avec ack:true. Il est obligatoire de préciser un texte en dehors du {}, sinon il sera ajouté automatiquement.",
    "ok": "D'ACCORD",
    "oneTimeKey": "Demande aux clients de redimensionner le clavier verticalement pour un ajustement optimal (par exemple, réduire la taille du clavier s'il n'y a que deux rangées de boutons). La valeur par défaut est false, auquel cas le clavier personnalisé a toujours la même hauteur que le clavier standard de l'application.",
    "options": "Options",
    "overview": "Aperçu",
    "parseMode": "HTML en mode analyse",
    "parseModeBold": "Le texte en mode analyse est en gras",
    "parseModeCode": "Le texte en mode analyse est du code",
    "parseModeItalic": "Le texte en mode analyse est en italique",
    "parseModeLink": "Le texte en mode analyse est un lien",
    "password": "Mot de passe",
    "percent": "Pour cent",
    "picSendDelay": "Délai d'envoi des photos",
    "placeholderInstance": "--Veuillez choisir une instance de télégramme--",
    "placeholderValue": "Espace réservé pour la valeur",
    "reallyDelete": "Voulez-vous vraiment supprimer ceci ?",
    "renameMenu": "Renommer le nom du menu",
    "returnText": "Retourner le texte",
    "save": "Sauvegarder",
    "select": "Sélectionner",
    "selectAMenuDropBox": "Sélectionnez un menu, sélectionnez déplacer ou copier. Attention! Un utilisateur doit être actif dans le menu sélectionné !",
    "selectTargetMenu": "Sélectionnez un menu cible",
    "sendMenuAfterRestart": "Envoyer le menu après le redémarrage",
    "setAck": "Définir le drapeau de réception",
    "setDynamicValue": "Cela vous permet d'écrire des valeurs dynamiques dans des points de données. Passez simplement un appel et vous pourrez ensuite saisir la valeur dans le champ de saisie. RequestText : texte pour demander la valeur. Type : type de la valeur (booléen ou nombre). ConfirmText : texte pour confirmer la valeur. ID : Si vous souhaitez confirmer depuis un autre État, entrez l'ID ici. (Ceci est facultatif)",
    "setID": "Définit la valeur de l'ID sur le val, avec ack (confirmé)",
    "setMenu": "Définir le menu",
    "setWithAck": "Définir la valeur avec ack-Flag",
    "settings": "Paramètres",
    "startMenus": "Menus Démarrer",
    "startSide": "Côté départ",
    "statusMenu": "Interroge la valeur de l'ID puis la remplace par la valeur, afin que du texte puisse être écrit autour, il est également possible de l'utiliser plus d'une fois de suite. Le paramètre true est une option permettant de modifier la valeur par changement de fonction. Vous devez le définir sur false si vous ne modifiez pas cette valeur, mais derrière cela se trouve une autre requête {status: ... avec change:true.",
    "submenu": "Sous-menu",
    "switch": "Changer",
    "switchCheckbox": "Changer",
    "telegramInstance": "Instance de télégramme",
    "telegramUser": "Utilisateurs de Telegram",
    "text": "Texte",
    "textNoEntry": "Un texte sera envoyé si aucune entrée n'a été trouvée !",
    "toggle": "Basculer",
    "trigger": "Déclenchement",
    "tsTimestamp": "Horodatage. Convertit un horodatage Unix en heure locale, le format peut être modifié, par exemple en DD.MM.YYYY YY hh:mm:ss:sss",
    "unusedTrigger": "Déclencheur inutilisé",
    "url": "URL",
    "usedTrigger": "Déclencheur utilisé",
    "user": "Utilisateur",
    "userList": "Liste des utilisateurs",
    "userSelect": "Veuillez sélectionner un utilisateur ou désactiver le menu avant de pouvoir enregistrer !",
    "value": "Valeur",
    "valueRound": "Arrondit la valeur par exemple à 2 décimales",
    "values": "Valeurs",
    "yes": "Oui"
}
