{
    " No entry, send to all Users.": "Aucune entrée, envoyer à tous les utilisateurs.",
    "--Please choose a telegram instance--": "--Veuillez choisir une instance de télégramme--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 peut être remplacé et indique la taille du pas 0%, 10%, 20%... !",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 peut être remplacé et indique la taille du pas 0%, 10%, 20%... ! Remplacez TRIGGER par une valeur unique. Ceci est utilisé dans l’action SetState. Saisissez l'identifiant souhaité. En dessous de la valeur ! insérer",
    "Action": "Action",
    "Active": "Actif",
    "Active Menu:": "Menu Actif :",
    "Add": "ajouter",
    "Add && as a placeholder for the value in the text": "Ajouter && comme espace réservé pour la valeur dans le texte",
    "Add &amp;&amp; as a placeholder for the value in the text": "Ajouter && comme espace réservé pour la valeur dans le texte",
    "Add Global User": "Ajouter un utilisateur global",
    "Add new Action": "Ajouter une nouvelle action",
    "Add new Groupname": "Ajouter un nouveau nom de groupe",
    "Add new Menu Name": "Ajouter un nouveau nom de menu",
    "Add new Navigation": "Ajouter une nouvelle navigation",
    "Add new User": "Ajouter un nouvel utilisateur",
    "Add new Username": "Ajouter un nouveau nom d'utilisateur",
    "All User from Telegram, seperate with": "Tous les utilisateurs de Telegram, séparés par",
    "All data will be lost. Confirm?": "Toutes les données seront perdues. Confirmer?",
    "At least one user must be checked, or the menu must be deactivated.": "Au moins un utilisateur doit être coché ou le menu doit être désactivé.",
    "Call": "Appel",
    "Call Text": "Texte d'appel",
    "Call is allready in use!": "L'appel est déjà utilisé !",
    "Cancel": "Annuler",
    "Changes the value in the return text, in this case from true to on and false to off": "Modifie la valeur dans le texte de retour, dans ce cas de true à on et false à off",
    "Choose a trigger": "Choisissez un déclencheur",
    "Choose an action": "Choisissez une action",
    "Choose your option": "Choisissez votre option",
    "Close": "Fermer",
    "Confirm": "Confirmer",
    "Confirm message": "Confirmer le message",
    "Confirm set value": "Confirmer la valeur définie",
    "Confirm with message": "Confirmer par message",
    "Confirms the value": "Confirme la valeur",
    "Converts a Unix timestamp to a local time": "Convertit un horodatage Unix en heure locale",
    "Converts the value, /10 can be replaced": "Convertit la valeur, /10 peut être remplacé",
    "Copy Data": "Copier les données",
    "Copy Elements from other Menus": "Copier des éléments d'autres menus",
    "Delay": "Retard",
    "Delay (ms)": "Délai (ms)",
    "Delete Menu": "Supprimer le menu",
    "Delete User": "Supprimer l'utilisateur",
    "Directory": "Annuaire",
    "Do you really want to delete the group?": "Voulez-vous vraiment supprimer le groupe ?",
    "Do you really want to delete this menu?": "Voulez-vous vraiment supprimer ce menu ?",
    "Each entry may only occur once in the complete navigation": "Chaque entrée ne peut apparaître qu'une seule fois dans la navigation complète",
    "Edit Menu": "Modifier le menu",
    "Edit Username": "Modifier le nom d'utilisateur",
    "Entry not found!": "Entrée introuvable !",
    "Filename": "Nom de fichier",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Génère deux boutons, en l'occurrence on et off avec les valeurs respectives true et false. Remplacez TRIGGER par une valeur unique.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Génère deux boutons, en l'occurrence on et off avec les valeurs respectives vrai et faux.",
    "Global User activ": "Activation globale de l'utilisateur",
    "Hide": "Cacher",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Si vous souhaitez être informé de la modification d'un autre point de données après avoir défini le point de données dans le champ de saisie ID. La modification ne sera partagée que si elle est définie avec ack:true. Il est obligatoire de préciser un texte en dehors du {}, sinon il sera ajouté automatiquement.",
    "Instance": "Exemple",
    "Instanze": "Instantané",
    "Menu list": "Liste des menus",
    "Navigation": "La navigation",
    "New Row": "Nouvelle ligne",
    "No": "Non",
    "Outputs the name of the data point": "Affiche le nom du point de données",
    "Percent": "Pour cent",
    "Placeholder for the value": "Espace réservé pour la valeur",
    "Please Save the Nav Settings before you go to the aktions !!!": "Veuillez enregistrer les paramètres de navigation avant de vous rendre aux aktions !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Veuillez vérifier les déclencheurs, enregistrer et rouvrir ce menu pour fermer l'erreur !",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Veuillez sélectionner un utilisateur ou désactiver le menu avant de pouvoir enregistrer !",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Interroge la valeur de l'ID, puis la remplace par la valeur, afin que du texte puisse être écrit autour de celui-ci.",
    "Rename menu name": "Renommer le nom du menu",
    "Rendering url": "URL de rendu",
    "Replace TRIGGER with a unique value.": "Remplacez TRIGGER par une valeur unique.",
    "Return text": "Texte de retour",
    "Rounds the value for example to 2 decimal places": "Arrondit la valeur par exemple à 2 décimales",
    "Save": "Sauvegarder",
    "Select": "Sélectionner",
    "Select a Menu": "Sélectionnez un menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Sélectionnez un menu, déplacez ou copiez. Attention! Un utilisateur doit être actif dans le menu sélectionné !",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Sélectionnez un menu, sélectionnez déplacer ou copier. Attention! Un utilisateur doit être actif dans le menu sélectionné !",
    "Set Value with ack-Flag": "Définir la valeur avec ack-Flag",
    "Sets the value of the ID to the val, with ack(confirmed)": "Définit la valeur de l'ID sur le val, avec ack (confirmé)",
    "Settings": "Paramètres",
    "Startside": "Côté départ",
    "Switch": "Changer",
    "Telegram Instance": "Instance de télégramme",
    "Telegram Users": "Utilisateurs de télégrammes",
    "Text will be send if no entry was found!": "Le texte sera envoyé si aucune entrée n'a été trouvée !",
    "The Value is not specified in the return text": "La valeur n'est pas spécifiée dans le texte de retour",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Les numéros peuvent être entièrement échangés. 0-6 indique la plage et 1 la taille du pas, UNIT est remplacé par une unité, mais peut également être laissé vide.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Les numéros peuvent être entièrement échangés. 0-6 indique la plage et 1 la taille du pas, UNIT est remplacé par une unité, mais peut également être laissé vide. Remplacez TRIGGER par une valeur unique.",
    "The trigger is allready in use.": "Le déclencheur est déjà utilisé.",
    "There are doubled used Triggers:": "Il y a des déclencheurs utilisés doublés :",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Ceci est utilisé en action sous SetState. Saisissez l'identifiant souhaité. En dessous de la valeur ! insérer",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Pour insérer un ID, insérez simplement le bloc en premier, sélectionnez l'ID. Celui-ci sera alors automatiquement inséré à l'endroit approprié, même si l'ID doit être modifié. Si le code ne reconnaît pas le bloc, l'ID est ajouté à la fin.",
    "Trigger": "Déclenchement",
    "Users for this Group, seperate with": "Utilisateurs pour ce groupe, séparés par",
    "Users from Telegram": "Utilisateurs de Telegram",
    "Value": "Valeur",
    "What is to do?": "Que faire ?",
    "When pressed, you jump back to the previous menu": "Lorsque vous appuyez dessus, vous revenez au menu précédent",
    "Yes": "Oui",
    "You have double triggers, please remove them!": "Vous disposez de doubles déclencheurs, veuillez les supprimer !",
    "active": "actif",
    "telegram-menu adapter settings": "Paramètres de l'adaptateur pour le menu télégramme"
}
