{
    " No entry, send to all Users.": "Aucune entrée, envoyer à tous les utilisateurs.",
    "!!! To use it, parseMode must not be active !!! Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "!!! Pour l'utiliser, parseMode ne doit pas être actif !!! Crée une table à partir d'un JSON en tant que Text-Table. La première valeur est une clé du JSON, derrière elle se trouve le nom de la colonne. Vous pouvez utiliser plus de deux valeurs. L'en-tête doit être renseigné. Ne modifiez pas TextTable.",
    "--Please choose a telegram instance--": "--Veuillez choisir une instance de télégramme--",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...!": "10 peut être remplacé et indique la taille du pas 0%, 10%, 20%... !",
    "10 can be replaced and indicates the step size 0%, 10%, 20%...! Replace TRIGGER with a unique value. This is used in action SetState. Enter the desired ID. Below value ! insert": "10 peut être remplacé et indique la taille du pas 0%, 10%, 20%... ! Remplacez TRIGGER par une valeur unique. Ceci est utilisé dans l’action SetState. Saisissez l'identifiant souhaité. En dessous de la valeur ! insérer",
    "Action": "Action",
    "Active": "Actif",
    "Active Menu:": "Menu actif :",
    "Add": "ajouter",
    "Add && as a placeholder for the value in the text": "Ajouter && comme espace réservé pour la valeur dans le texte",
    "Add &amp;&amp; as a placeholder for the value in the text": "Ajouter && comme espace réservé pour la valeur dans le texte",
    "Add Global User": "Ajouter un utilisateur global",
    "Add new Action": "Ajouter une nouvelle action",
    "Add new Groupname": "Ajouter un nouveau nom de groupe",
    "Add new Menu Name": "Ajouter un nouveau nom de menu",
    "Add new Navigation": "Ajouter une nouvelle navigation",
    "Add new User": "Ajouter un nouvel utilisateur",
    "Add new Username": "Ajouter un nouveau nom d'utilisateur",
    "All User from Telegram, seperate with": "Tous les utilisateurs de Telegram, séparés par",
    "All data will be lost. Confirm?": "Toutes les données seront perdues. Confirmer?",
    "At least one user must be checked, or the menu must be deactivated.": "Au moins un utilisateur doit être coché, ou le menu doit être désactivé.",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be pu at the End": "Attention. La valeur a seulement été définie mais n'a pas encore été confirmée par l'adaptateur. Vous pouvez supprimer noValue, la valeur s'affichera alors. Position && remplacé par Value ou sera pu à la fin",
    "Attention. The value has only been set but not yet confirmed by the Adapter. You can remove noValue, then the value will displayed. Position && replaced by Value or will be put at the End": "Attention. La valeur a seulement été définie mais n'a pas encore été confirmée par l'adaptateur. Vous pouvez supprimer noValue, la valeur s'affichera alors. Position && remplacé par Value ou sera mis à la fin",
    "Breakpoint for a new line, Only insert this in the Text": "Point d'arrêt pour une nouvelle ligne, insérez-le uniquement dans le texte",
    "Call": "Appel",
    "Call Text": "Texte d'appel",
    "Call is allready in use!": "L'appel est déjà utilisé !",
    "Cancel": "Annuler",
    "Changes the value in the return text, in this case from true to on and false to off": "Modifie la valeur dans le texte de retour, dans ce cas de true à on et false à off",
    "Choose a trigger": "Choisissez un déclencheur",
    "Choose an action": "Choisissez une action",
    "Choose your option": "Choisissez votre option",
    "Close": "Fermer",
    "Condition to open Menu": "Condition pour ouvrir le menu",
    "Confirm": "Confirmer",
    "Confirm message": "Confirmer le message",
    "Confirm set value": "Confirmer la valeur définie",
    "Confirm with message": "Confirmer par message",
    "Confirms the value": "Confirme la valeur",
    "Converts a Unix timestamp to a local time": "Convertit un horodatage Unix en heure locale",
    "Converts the value, /10 can be replaced": "Convertit la valeur, /10 peut être remplacé",
    "Copy Data": "Copier les données",
    "Copy Elements from other Menus": "Copier des éléments d'autres menus",
    "Creats a table from a JSON as Inline-keyboard. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Crée un tableau à partir d'un JSON en tant que clavier en ligne. La première valeur est une clé du JSON, derrière elle se trouve le nom de la colonne. Vous pouvez utiliser plus de deux valeurs. L'en-tête doit être renseigné.",
    "Creats a table from a JSON as Text-Table. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in. Don´t change TextTable.": "Crée une table à partir d'un JSON en tant que Text-Table. La première valeur est une clé du JSON, derrière elle se trouve le nom de la colonne. Vous pouvez utiliser plus de deux valeurs. L'en-tête doit être renseigné. Ne modifiez pas TextTable.",
    "Creats a table from a JSON. The first value is one key of the JSON ,behind it is the name of the column. You can use more than two values.The header must be filled in.": "Crée une table à partir d'un JSON. La première valeur est une clé du JSON, derrière elle se trouve le nom de la colonne. Vous pouvez utiliser plus de deux valeurs. L'en-tête doit être renseigné.",
    "Delay": "Retard",
    "Delay (ms)": "Délai (ms)",
    "Delete Menu": "Supprimer le menu",
    "Delete User": "Supprimer l'utilisateur",
    "Directory": "Annuaire",
    "Do you really want to delete the group?": "Voulez-vous vraiment supprimer le groupe ?",
    "Do you really want to delete this menu?": "Voulez-vous vraiment supprimer ce menu ?",
    "Each entry may only occur once in the complete navigation": "Chaque entrée ne peut apparaître qu'une seule fois dans la navigation complète",
    "Edit Menu": "Modifier le menu",
    "Edit Username": "Modifier le nom d'utilisateur",
    "Entry not found!": "Entrée introuvable !",
    "Executed Menu": "Menu exécuté",
    "Filename": "Nom de fichier",
    "Generates a button to delete all messages from the bot. The navigation is optional.": "Génère un bouton pour supprimer tous les messages du bot. La navigation est facultative.",
    "Generates a button to delete all messages from the bot. The navigation is optional. Simply leave it blank otherwise you can enter a menu that should be called up.": "Génère un bouton pour supprimer tous les messages du bot. La navigation est facultative. Laissez-le simplement vide, sinon vous pourrez accéder à un menu qui devrait être appelé.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row.": "Génère des boutons multiplis, les valeurs peuvent être insérées individuellement. Remplacez TRIGGER par une valeur unique. LenghtOfRow est facultatif et peut être utilisé pour définir le nombre de boutons par ligne.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <br><strong class='breakingChange'>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Génère des boutons multiplis, les valeurs peuvent être insérées individuellement. Remplacez TRIGGER par une valeur unique. LenghtOfRow est facultatif et peut être utilisé pour définir le nombre de boutons par ligne. <br><strong class='breakingChange'>Rupture de changement !!!</strong>   Veuillez remplacer manuellement : `[Name1:Value1, Name2:Value2]` par `[Name1|Value1, Name2|Value2]`. Les nombres décimaux peuvent désormais également être utilisés comme valeurs.",
    "Generates multipli buttons, values can be insert individual. Replace TRIGGER with a unique value. LenghtOfRow is optional and can be used to set the number of buttons per row. <strong>Breaking Change!!!</strong> &nbsp; Please change manually: `[Name1:Value1, Name2:Value2]` change to `[Name1|Value1, Name2|Value2]`. Decimal numbers can now also be used as values.": "Génère des boutons multiplis, les valeurs peuvent être insérées individuellement. Remplacez TRIGGER par une valeur unique. LenghtOfRow est facultatif et peut être utilisé pour définir le nombre de boutons par ligne. <strong>Rupture de changement !!!</strong>   Veuillez modifier manuellement : `[Name1:Value1, Name2:Value2]` remplacez par `[Name1|Value1, Name2|Value2]`. Les nombres décimaux peuvent désormais également être utilisés comme valeurs.",
    "Generates two buttons, in this case on and off with the respective values true and false. Replace TRIGGER with a unique value.": "Génère deux boutons, en l'occurrence on et off avec les valeurs respectives true et false. Remplacez TRIGGER par une valeur unique.",
    "Generates two buttons, in this case on and off with the respective values ​​true and false.": "Génère deux boutons, en l'occurrence on et off avec les valeurs respectives vrai et faux.",
    "Global User activ": "Activation des utilisateurs mondiaux",
    "Hide": "Cacher",
    "If you want to be notified of the change of another data point after you have set the data point in the ID input field. The change will only be shared if it is set with ack:true. It is mandatory to specify a text outside the {}, otherwise it will be added automatically.": "Si vous souhaitez être informé de la modification d'un autre point de données après avoir défini le point de données dans le champ de saisie ID. La modification ne sera partagée que si elle est définie avec ack:true. Il est obligatoire de préciser un texte en dehors du {}, sinon il sera ajouté automatiquement.",
    "Inactive": "Inactif",
    "Instance": "Exemple",
    "Instanze": "Instantané",
    "Is linked with: ": "Est lié à :",
    "LastChange. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Dernier changement. Convertit un horodatage Unix en heure locale, le format peut être modifié, par exemple en DD.MM.YYYY YY hh:mm:ss:sss",
    "Menu": "Menu",
    "Menu list": "Liste des menus",
    "Menu to be executed": "Menu à exécuter",
    "Navigation": "La navigation",
    "Navigation Buttons": "Boutons de navigation",
    "New Row": "Nouvelle ligne",
    "No": "Non",
    "Outputs the name of the data point": "Affiche le nom du point de données",
    "Percent": "Pour cent",
    "Placeholder for the value": "Espace réservé pour la valeur",
    "Please Save the Nav Settings before you go to the aktions !!!": "Veuillez enregistrer les paramètres de navigation avant d'accéder aux actions !!!",
    "Please check the triggers, save, and reopen this menu to close the error!": "Veuillez vérifier les déclencheurs, enregistrer et rouvrir ce menu pour fermer l'erreur !",
    "Please create a menu!": "S'il vous plaît, créez un menu !",
    "Please select a user, or deaktivate the Menu, bevor you are can save!": "Veuillez sélectionner un utilisateur ou désactiver le menu avant de pouvoir enregistrer !",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it": "Interroge la valeur de l'ID, puis la remplace par la valeur, afin que du texte puisse être écrit autour de celui-ci.",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row": "Interroge la valeur de l'ID puis la remplace par la valeur, afin que du texte puisse être écrit autour, il est également possible de l'utiliser plus d'une fois de suite.",
    "Queries the value of the ID and then replaces it with the value, so text can be written around it, it is also possible to use it more than one time in a row. The parameter true is a option to change Value by function change. You have to set it to false if you don´t change this value, but behind this there is anoter {status: ... request with change:true.": "Interroge la valeur de l'ID puis la remplace par la valeur, afin que du texte puisse être écrit autour, il est également possible de l'utiliser plus d'une fois de suite. Le paramètre true est une option permettant de modifier la valeur par changement de fonction. Vous devez le définir sur false si vous ne modifiez pas cette valeur, mais derrière cela se trouve une autre requête {status : ... avec changement : true.",
    "Rename menu name": "Renommer le nom du menu",
    "Rendering url": "URL de rendu",
    "Replace TRIGGER with a unique value.": "Remplacez TRIGGER par une valeur unique.",
    "Requests clients to hide the keyboard as soon as it's been used. The keyboard will still be available, but clients will automatically display the usual letter-keyboard in the chat - the user can press a special button in the input field to see the custom keyboard again.": "Demande aux clients de masquer le clavier dès qu'il est utilisé. Le clavier sera toujours disponible, mais les clients afficheront automatiquement le clavier alphabétique habituel dans le chat - l'utilisateur peut appuyer sur un bouton spécial dans le champ de saisie pour voir à nouveau le clavier personnalisé.",
    "Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.": "Demande aux clients de redimensionner le clavier verticalement pour un ajustement optimal (par exemple, réduire la taille du clavier s'il n'y a que deux rangées de boutons). La valeur par défaut est false, auquel cas le clavier personnalisé a toujours la même hauteur que le clavier standard de l'application.",
    "Return text": "Retourner le texte",
    "Rounds the value for example to 2 decimal places": "Arrondit la valeur par exemple à 2 décimales",
    "Save": "Sauvegarder",
    "Select": "Sélectionner",
    "Select a Menu": "Sélectionnez un menu",
    "Select a Menu, move or copy. Attention! A user must be active in the selected menu!": "Sélectionnez un menu, déplacez ou copiez. Attention! Un utilisateur doit être actif dans le menu sélectionné !",
    "Select a Menu,select move or copy. Watch out! A user must be active in the selected menu!": "Sélectionnez un menu, sélectionnez déplacer ou copier. Attention! Un utilisateur doit être actif dans le menu sélectionné !",
    "Send Menu after Restart": "Envoyer le menu après le redémarrage",
    "Set Value with ack-Flag": "Définir la valeur avec ack-Flag",
    "Set menu": "Menu fixe",
    "Sets the value of the ID to the val, with ack(confirmed)": "Définit la valeur de l'ID sur le val, avec ack (confirmé)",
    "Settings": "Paramètres",
    "Start Menus": "Menus Démarrer",
    "Startside": "Côté départ",
    "Switch": "Changer",
    "Telegram Instance": "Instance de télégramme",
    "Telegram Users": "Utilisateurs de télégrammes",
    "Text in Parse Mode is Bold": "Le texte en mode analyse est en gras",
    "Text in Parse Mode is Code": "Le texte en mode analyse est du code",
    "Text in Parse Mode is Italic": "Le texte en mode analyse est en italique",
    "Text in Parse Mode is Link": "Le texte en mode analyse est un lien",
    "Text will be send if no entry was found!": "Un texte sera envoyé si aucune entrée n'a été trouvée !",
    "The Value is not specified in the return text": "La valeur n'est pas spécifiée dans le texte de retour",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty.": "Les numéros peuvent être entièrement échangés. 0-6 indique la plage et 1 la taille du pas, UNIT est remplacé par une unité, mais peut également être laissé vide.",
    "The numbers can be completely exchanged. 0-6 indicates the range, and 1 the step size, UNIT is replaced by a unit, but can also be left empty. Replace TRIGGER with a unique value.": "Les numéros peuvent être entièrement échangés. 0-6 indique la plage et 1 la taille du pas, UNIT est remplacé par une unité, mais peut également être laissé vide. Remplacez TRIGGER par une valeur unique.",
    "The same as above, but when you click on a button, the item will be deleted, 'shoppinglist' may not be changed.": "Comme ci-dessus, mais lorsque vous cliquez sur un bouton, l'article sera supprimé, la « liste de courses » ne pourra pas être modifiée.",
    "The same as above, but when you click on a button, the item will be deleted,the Key for the Items is `name:`, you can also add `time:`. <strong>Important!!!</strong>  'shoppinglist' may not be changed.": "Comme ci-dessus, mais lorsque vous cliquez sur un bouton, l'élément sera supprimé, la clé des éléments est « nom : », vous pouvez également ajouter « heure : ». <strong>Important !!!</strong> La « liste de courses » ne peut pas être modifiée.",
    "The trigger is allready in use.": "Le déclencheur est déjà utilisé.",
    "There are doubled used Triggers:": "Il existe des déclencheurs doublés :",
    "This allows you to set a  manually value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Cela vous permet de définir manuellement une valeur en combinaison avec la valeur ID, comme ceci : staticValue{id:ID}staticValue",
    "This allows you to set a modified Submenu Value in combination with a static part , like this: staticValue{value}staticValue": "Cela vous permet de définir une valeur de sous-menu modifiée en combinaison avec une partie statique, comme ceci : staticValue{value}staticValue",
    "This allows you to set a value manually set Value in combination with ID Value, like this: staticValue{id:ID}staticValue": "Cela vous permet de définir manuellement une valeur en combinaison avec la valeur ID, comme ceci : staticValue{id:ID}staticValue",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value(boolean or number). ConfirmText: Text to confirm the value.": "Cela vous permet d'écrire des valeurs dynamiques dans des points de données. Passez simplement un appel et vous pourrez ensuite saisir la valeur dans le champ de saisie. RequestText : texte pour demander la valeur. Type : type de la valeur (booléen ou nombre). ConfirmText : Texte pour confirmer la valeur.",
    "This allows you to write dynamic values ​​into data points. Simply make a call and then you can enter the value in the input field. RequestText: Text to request the value. Type: type of the value. ConfirmText: Text to confirm the value.": "Cela vous permet d'écrire des valeurs dynamiques dans des points de données. Passez simplement un appel et vous pourrez ensuite saisir la valeur dans le champ de saisie. RequestText : texte pour demander la valeur. Type : type de la valeur. ConfirmText : Texte pour confirmer la valeur.",
    "This is a Submenu!": "Ceci est un sous-menu !",
    "This is used in action under SetState. Enter the desired ID. Below value! insert": "Ceci est utilisé en action sous SetState. Saisissez l'identifiant souhaité. En dessous de la valeur ! insérer",
    "TimeStamp. Converts a Unix timestamp to a local time, the format can be changed, for example to DD.MM.YYYY YY hh:mm:ss:sss": "Horodatage. Convertit un horodatage Unix en heure locale, le format peut être modifié, par exemple en DD.MM.YYYY YY hh:mm:ss:sss",
    "To insert an ID, simply insert the block first, select the ID. This will then be automatically inserted in the appropriate place, even if the ID is to be changed. If the code does not recognize the block, the ID is appended to the end.": "Pour insérer un ID, insérez simplement le bloc en premier, sélectionnez l'ID. Celui-ci sera alors automatiquement inséré à l'endroit approprié, même si l'ID doit être modifié. Si le code ne reconnaît pas le bloc, l'ID est ajouté à la fin.",
    "Trigger": "Déclenchement",
    "Unused Trigger": "Déclencheur inutilisé",
    "Used Trigger": "Déclencheur utilisé",
    "User List": "liste d'utilisateur",
    "Users for this Group, seperate with": "Utilisateurs de ce groupe, séparés par",
    "Users from Telegram": "Utilisateurs de Telegram",
    "Value": "Valeur",
    "What is to do?": "Que faire ?",
    "When pressed, you jump back to the previous menu": "Lorsque vous appuyez dessus, vous revenez au menu précédent",
    "Yes": "Oui",
    "You have double triggers, please remove them!": "Vous disposez de doubles déclencheurs, veuillez les supprimer !",
    "active": "actif",
    "setDynamicValue": "Cela vous permet d'écrire des valeurs dynamiques dans des points de données. Passez simplement un appel et vous pourrez ensuite saisir la valeur dans le champ de saisie. RequestText : texte pour demander la valeur. Type : type de la valeur (booléen ou nombre). ConfirmText : texte pour confirmer la valeur. ID : Si vous souhaitez confirmer depuis un autre État, entrez l'ID ici. (Ceci est facultatif)",
    "telegram-menu adapter settings": "Paramètres de l'adaptateur pour le menu télégramme"
}
